/*
 

第797章 义在东军

    “义在东军！”呐喊声传到数里外已经十分模糊了，不过战场上的动向还是能依稀看清。<strong>棉花糖小说网www.MianHuaTang.cc</strong>

    “是信号，魏军转向了……”虞喜本来含着一片尚有绿意的叶子吹着一曲乡音，这时候猛地吐掉它，打了一个呼哨。

    他正处于战场南面三里外的一片林子里，作为少数参与谋划的人之一，虞喜知道，”义在东军“这四个字是魏军反正的信号，至于赵将军出于何种缘由要让魏军这么喊，而不是”义在赵军“……他就不清楚了。

    因为战场不够开阔，赵氏的骑兵没办法全部在丹水沿线出现，赵无恤便让虞喜带着儿郎们绕了一个大圈子，跑到这片树林等待。山脊密林遍布，丘陵缓缓下降，直至河床，地面铺满厚厚落叶，马蹄踩上去都没音。看上去四下寂然，里面却满当当地塞了两千匹战马，树的缝隙间满满当当全是马臀和不断拍打的尾巴。

    骑兵的甲胄虽然被树丛遮蔽，但既然连鸟儿都不敢下落，里面显然有鬼，敌军的斥候已经发觉现了他们，更有一队保护侧翼的知兵正朝这边围过来。可为时已晚，战场上形势骤变，大多数人都没反应过来，顿时在原地怔住了，比起不知数量的伏兵，那些近在咫尺的背叛者威胁更大。

    “若是袍泽在战场上突然调转矛头指向吾等，你我也会如此难以置信，而且死不瞑目。”虞喜笑骂着对副手说了这么一句，便发号施令，让众人不要发呆，打仗的时刻到了。

    长长的队伍跟在他身后，包括弓骑兵，突骑兵，他们渡溪时水花飞扬，无数匹马在哼气。

    出了林子，战场一览无遗：知氏的部队已然全数进了圈套，北面是韩山的田贲和五千伏兵，东面是难以逾越的壁垒，东南有一万魏军威胁他们侧翼，现在更有两千骑兵沿着丹水来击。<strong>八零电子书HtTp://Www.80txt.COM/</strong>

    一时之间，虞喜竟为河谷上方里的知军感到一丝怜悯，毕竟大家都是晋国人。

    他算得上是少小离家，刚满二十就跟着赵无恤去了宋鲁，这之后八九年过去了，太行以西他一次都没回来过。在鲁国虽然过的不错，有大片田宅，不打仗时有女婢伺候起居，有氓隶为他耕田种地，可总觉得少了些什么。

    “富贵不还乡，如锦衣夜行！”这是赵无恤对他们这些晋人说过的话，仿佛醍醐灌顶，点醒了他们。对啊，若回不了故乡，回不了祖宗坟冢所在之处的话，自己在外耀武扬威又有何意义？

    下宫那座马厩不知还在不在，成乡那间属于自己的屋子是否已被战火焚成灰烬？就算这些东西都没了，可家乡的味道他却忘不了，劲道的黍子酒，够味的酸醋，苦甜相间的枸杞，这就是晋国啊……

    现如今，他已经来到了上党，往西两三百里就是新绛。和故乡的阻隔，就剩下眼前这些如瓮中之鳖的知军。这些晋人，他们对于虞喜而言，是回家的绊脚石。

    更何况，自己的袍泽伍井，就是惨死在这些知兵手下的！

    所以哪怕是乡党，虞喜也不会手软！他还是会像过去几十次战斗一样，如饥似渴地欣赏他们面对骑兵的恐惧，感受环首刀刃划过他们脖颈时血液的温度。

    “云台忠魂归故乡！”

    虞喜放平了长矛，大喊一声，他的副手也吹起了复仇的号角，低沉浑厚，充满哀悼之音。胯下马儿前脚踢扬，朝前方冲去，如离弦的箭，自南侧钻出树林出现在河谷中。

    他们的任务，是把知军一截为二断！

    ……

    “骑兵也动了。”

    山脊下的河谷中，一群如蚂蚁群般细小的骑兵自密林黑影后现身，排成无止无尽的长长的菱队，开始向知军发动冲锋。

    柳下跖握住刀柄的手松开，而他的侧面，被盗跖那双杀人不眨眼的眼睛盯着头皮发麻的的吕行也悄悄放开了怀中的短剑，长长除出了一口气。看来一切都会按计划行事，他们总算不用突然暴起刀剑相向了。

    吕行在两年前坑了知宵一把后为家族背锅，被贬斥到行伍中，隐忍不发，为的就是这一天。他在战前隐匿身份，被魏驹委派到一条名为端氏的小河处，准备捅知氏留下的军队一剑。

    这条名为“端氏”的河流和丹水同源，出丹朱岭往西南流，一直流到一座同样名为”端氏“的城池去，那是知氏存放粮秣辎重的地点。这条河的河谷虽然不利于大军通行，也无法携带辎重，但一支两千余人的轻装部队却可以轻易地沿着端氏河谷，出现在晋军背后。

    率领这支奇兵的人，毫无疑问，自然是盗跖最合适。

    一个月前，赵无恤知道决战的时刻即将到来，面对倾尽全力的知瑶，不知魏氏反正真伪的他也不敢大意，不但命令冉求带着一军鲁卒西来，更让柳下跖也带着他那些在齐国长城一线屡立功勋的手下赶赴长平。

    一直以来，盗跖一直被无恤当做奇兵来用，无论是孟诸之战，还是之前的汶水之战，盗跖之名和奇兵绕后几乎等同。由于担心盗跖的抵达让敌军生疑，赵无恤刻意隐瞒了这个消息，并特意下了一道军令“泄露柳下为将者，斩！”

    所以此时此刻，柳下跖才能和吕行站在山岭上远眺战局，他们身后，是被吕行突然带着魏兵击杀的知卒尸体，一个个脸上都带着不可思议。

    “轰隆隆！”远处的壁垒后传来越来越密集的鼓点，这是赵氏武卒反击的标志，三千知氏死士遭到飞石和箭雨削弱，又被袍泽背叛，顿时没了锐气，连连败退。

    南面，魏军的大阵向南移动，避开了赵军的正面，从侧翼包抄知军，但在盗跖看来，他们这是怕赵军在背后下手，不加区别地进攻。

    北面，装了半天溃兵，早就憋了一肚子气的田贲抛弃了甲胄，赤着上身挥舞着双刃呼呼往坡下冲，士鲋不能挡也！

    吕行擦了把汗，干笑道：“可惜，吾等不能亲自参与大战。”

    “魏氏就算袖手旁观，也已经是此战首功了。”盗跖话里带着讽刺，他一贯如此，让吕行更加尴尬。

    他们虽不能参战，却能看到全局：丹水河谷里回音激荡，有断折长矛的劈啪，刀剑交击的响动，以及“义在东军！”“天命玄鸟！”和“云台相见！”这些层次不齐的呐喊。

    仿佛一块被裹在面皮里的肉馅，知氏和梁、范二大夫面临被包围的窘境。

    吕行看得心里百感交集，他也没想到，这场战争居然会以这样的结局收尾。

    “不看了，没意思。”就在这时，盗跖也突然失去了兴趣，扭头便走。

    “知氏败局已定，差别只在于会输多惨，是全军覆没，还是逃出点人，不过这一点，得由吾等决定。”

    他另有任务，那就是带着奇兵沿着端氏河，去将知瑶的后路端氏城拔除！(未完待续。)
------------

第798章 走投无路

    PS：刚搬完家，忙了一天，今天只有一个大章了

    ……

    一百年前，晋军进攻盘踞在上党一带的赤狄潞子国，在推进的过程中，在端氏和丹水之间建立了光狼城作为基地。（wwW.qiushu.cc 无弹窗广告）城邑依山而建，后方利用陡峭的山崖作为屏障，甚是险峻，城墙以山石为基，用细密的黄土版筑而成，因为是以细心著称的中行林父监造，所以一百年过去了，依然十分坚固。只可惜年久未用，四处已长满荆棘和杂草，且女墙不高，难以抵挡初冬寒意。

    夜深了，来自北方的凛冽寒风咆哮吹来，挟带细沙浮土拍打在知国的脸上，他不禁打了个寒噤，伸手狠狠搓动着僵硬的脸庞，随后快步走上城头，将毛料坎肩披在知瑶身上。

    “堂兄，要注意身体啊，你若倒下，将士们还能依仗谁呢？”

    “败军之将不足言勇，我还值得将士们依仗么？”知瑶露出了一丝苦笑，几天没有打理，他脸上胡子拉碴，眼中充满血丝，知国细细算来，他已经两天两夜没合眼了，看上去整个人都走形了，毕竟这几日发生的事情太多。

    在没有战斗的时候，知瑶总是会扶着剑，静静地看着城外：本应一片漆黑的光狼城，此时却被层层叠叠的营火包围照亮……光狼城背靠之字形的山脉，东面则是丹水谷地，却见丹水两岸，营火如同坠落的繁星，覆盖整条河流，恍若银河坠入凡间。

    知瑶长叹一声：“两年前，我以泰岱压顶之势进攻小城台谷时，围攻那面孤独的赵氏大旗时，从未想过，我也会有困守孤城的一天，真是愧对祖父父亲，愧对信赖我的将士袍泽……”

    知国连忙道：“此败非战之罪也，若魏氏不叛，吾等此刻或许已站在泫氏城外，与赵无恤攻守互换了……”

    现在是十月霜降，距离丹水谷地的大战，已经过去整整三天，魏氏的突然倒戈让所有人都没料到，联军直接失去了整个右翼，中军和左翼也暴露在敌人的打击下。

    士鲋被田贲反冲，一败涂地，他自己也战死于阵前，这两位分属两个阵营的悍将分出了高下。田贲继续携雷霆之势，从韩山上杀下来，将范皋夷、梁婴父的八千人搅乱，让他们无法掉头，就这样全军滞留在丹水东岸。晋军层层瓦解，无数溃兵狼奔豕突，但逃出来的人寥寥无几，连范、梁二人都身陷乱军中，被赵氏干脆利落地俘虏。

    另一面，知瑶所帅中军万五千人遭到了魏卒进攻，外加两千赵氏骑兵捣背一击，也是阵脚大乱。但由于正面的赵氏主力被豫让三千死士拼命阻拦，迟缓了进攻的速度，加上魏军以自保为主，进攻欲望不强，所以知瑶方能带着族兵撤离。

    当他在丹水边回头时，只能看到无数尸体密布在战场上，躯干彼此纠缠，热血浸润了干燥的砂土，形成无数道细小的溪流汇聚到丹水中，让这条河流更加赤红若血，而豫让，已经完全陷入层层包围中，尤自挥舞着兵器，让人不敢靠近。

    士为知己者死，豫让说到做到，可知瑶最怕见到的，就是壮士末年……

    豫让等三千死士以性命让知瑶获得了逃命时间，他将不甘吞回腹中，率军突破了数拨敌军的尾追堵截，无奈赵氏骑兵速度太快，根本无法完全甩开。<strong>最新章节全文阅读WWW.qiushu.cc</strong>

    他们与追兵连续纠缠了一个时辰，才得以在后军絺疵部接应下退入知国据守的光狼城。到城内一清点人数，左翼八千人，几乎一个都没回来，中军万五千人，也只剩下五千人渡过丹水西归，与絺疵、知国两部加起来一算，城内尚有万余人……

    知瑶不是没给自己留退路，他们还可以沿着光狼城背后的端氏河谷退往端氏城，那里是晋军辎重和粮食储备之地，比缺粮的光狼城更适合防守。

    但他们很快就发现，自己的后路已断，就在丹水鏖战的同一时刻，赵军的偏师袭击了西面的端氏城！

    柳下跖的奇兵在吕行的带领下，突然出现在了晋军防线之后，本来就是河谷平缓易攻的端氏，再加上防备松懈、主力被抽调参与进攻等等缘故，无力抵挡奇兵的猛攻，很快失守。端氏和整个河谷的易手，意味着赵军可以在背后居高临下发动进攻，而知军在丹水西岸修筑的壁垒，也变成了反过来围困自己的屏障，简直是作茧自缚！

    既然无路可走，万余残兵只能困守光狼城，赵、魏、韩的联军随即包围了城邑，挥军四面攻打。惨烈至极的攻防战进行了整整三天，寨内的晋军数量由万余减少到不足七千，余者无不带伤，而光狼之外，这个由山脉、河流、壁垒组成的大包围圈内，赵魏韩三家，以及投降的仆从兵加起来，足足有七万敌人！

    倍则攻之，十则围之，这是兵法里最简单的道理，战争在魏驹喊出“义在东军”的那一刻便分出了胜负，如今就看知瑶还能挣扎多长时间了……

    但就算蝼蚁，走投无路时也会奋起一搏，不会闭眼等死！

    知瑶紧了紧身上的坎肩，再度开始巡视城邑，提防任何可能的疏漏。

    光狼城内到处是断壁残垣，赵军已经将能发飞石的弩砲移到了近处进攻，三天三夜的激烈攻防使得城垣出现多处破损，砂土坍塌下来形成一个个豁口，知军只能在敌人停止攻击的间隙挖土搬石堵住缺口。

    他绕过军官们身处的火堆，沿着一堵矮墙走不远处，就是兵卒们歇息的地方。只见他们横七竖八地躺着，有的人睡了，有的人在闲聊，还有些伤员时不时发出凄惨的低号和哭声。

    黑暗里，透过城外营火，知瑶能看到他们眼中透着的绝望。

    就在这时，一个衣着单薄的文士走过来说道：“君子，没了在端氏储存的辎重，光狼就是座死城，不仅缺粮，缺水，也缺乏冬衣，如今敌军虽然暂缓了进攻，但据我观察，恐怕是在制作更大的攻城器械，吾等不可久待啊……”

    ……

    来者是知瑶的首席幕僚絺疵，他和知国都提醒过知瑶，要提防魏氏，可知瑶太过骄傲自信，没有在意，如今追悔莫及。

    絺疵本来面容清矍，眉目颇显儒雅，但此刻左手缠着葛布，身上袍服染了多处血迹，砍崩出几个缺口的长剑斜插在腰侧，一副浴血苦战后的样子。他一个谋士幕僚尚且如此，更别说普通的兵卒了。

    知瑶将皮坎肩披到絺疵身上，阻止了他的感激，有些疲倦地说道：“兵围粮少，虽插翅亦不能飞，如此窘境，只怕我已经走到末路上了。“

    絺疵连忙道：“君子，还没到绝望的时候！”

    “莫非你还有计略？”

    “彼众我寡，战未必胜，为今之计，只有凭借光狼城的深沟高垒，坚闭不出，以待其变。但光狼城却不可久守，何况敌军只需要将吾等拖在这里，遣一半兵卒西去新绛，和从晋阳来的军队合力进攻都城，则晋国便将完全易手。”

    “这也是我担心的地方。”

    絺疵凑到知瑶跟前，低声说道：“所以吾等不能干等，而是要主动做些什么！”

    “你打算做什么？”

    “这个时候，凭借城内士气低落的七千人，是万万无法战胜强敌的，需要借力打力。”

    知瑶眼中闪过一丝茫然：“力……在何处？”

    “就在城外韩魏两家处，臣愿趁夜出城去游说他二人，若韩魏能与知氏联合攻击赵氏，或许还有一分机会……”

    “哈哈哈哈！“知瑶突然爆发了一阵大笑，然后摸了摸絺疵的额头，想看看他有没有发烧，有没有烧坏脑子。

    “看来你没有生病，且不说韩虎与我家有杀父之仇，就说那魏驹，三日前我还将他当肱骨袍泽，他却在战场上堂而皇之地背叛，导致我军大败。魏氏已经彻底投入了赵氏怀中，你又如何能劝他再度反复？”

    絺疵却道：“不然，他们三家同兵却不同心，臣在城头观察，发现其营垒各在一边，攻城时，赵无恤也是让魏氏和俘虏为先驱，赵韩两家束甲旁观。若无知氏，不出数月，三家必有自相疑猜之事，仇怨再大，也会因为局势和利益而联手，我这时候出城去用言语相激，或能成功！”

    知瑶叹息：“何等渺茫……”

    絺疵道：“君子见过新绛女闾中的妓女么？”

    知瑶皱眉：“你应该知道，我从不去那种地方。”

    “臣只是打个比方，那些妓女以色事人，第一次张开腿很难，第二次第三次却容易得多，魏氏的背叛反复已经是第三次了，魏献子叛栾氏一次，魏驹与赵韩二人结义违诺一次，如今再叛知氏又是一次，只要他们心怀耿介，臣就有机会！”

    知瑶默然良久，道：“魏氏做的这一切，应当是魏侈的决定，魏驹只是奉父命行事。豫让是我的左膀，你则是我的右臂，我已经失去了一只手，不想再失去另一只……”

    絺疵在城头下拜，眼中带着一丝绝望下的疯狂劲：“那也比光狼城粮尽，兵卒自相残杀，城破之时，便是玉石俱焚之日，反正都是一死，臣还不如去靠这条三寸不烂之舌搏一搏！还望君子允之！”

    ……

    是夜，光狼城外的魏氏军营，魏驹在独自一人品尝着酒浆，虽然已经做好了“千夫所指”的准备，但背叛就像一盏腐败的酸酒，当着人的面痛快地喝下，背地里却只能独自作呕反胃。

    魏氏的反正让赵氏轻易赢得了长平一战的大胜，将知瑶残部赶进光狼城，赵魏韩三家将这片区域围困得水泄不通，光狼的陷落、知瑶的败亡只是时间问题。

    但魏驹的心里却一点也高兴不起来，且不说赵无恤虽然表面对他热情，说什么桃园三兄弟情谊依旧。可实际上，战场上，赵氏的投石机和弩砲便一直指着魏氏方阵，精锐的冉求军团也摆在他们正面，若当时不按约定反正，无数飞石箭矢便会毫不留情地朝他们砸来。

    在围困光狼城的这三天里，赵无恤也借口机械安装需要时间，让魏氏带着俘虏作为前锋攻城，三家慢慢轮换，魏氏当然没有尽全力，赵韩亦然，所以这弹丸之地才守了这么几日。

    他时时刻刻害怕赵无恤一不做二不休，突然发动夜袭，把自己的营地给端了，将知魏一同扫灭……

    要如何应对这种局面呢？就在魏驹愁容惨淡之时，令狐博却突然从营外冒出头来，走到魏驹身边，附耳说道：“堂兄，光狼城内有人来……”

    魏驹一个激灵，低声急促地问道：“是谁？”

    “吾等的熟人，知瑶的谋士絺疵，他知魏氏屯兵于东面，乃假扮赵卒缒城而下，被巡营的兵士逮了个正着，便说是赵无恤有机密事，让他来面禀，兵士不疑有他，带着他来到我处，才被认出了身份。”

    他又贴近了几分道：“是知瑶让他来的，堂兄是见，还是不见？”

    “不见！立刻推下去斩了！”

    魏驹像是触碰到不干净的东西般猛地挥袖，但他站起来后踱了几步后，又反悔了，回头对正要下去的令狐博道：“且慢，我与他毕竟有点交情，还是见一面再说罢……”

    没多会，一身赵兵黑衣装扮的絺疵便被带了进来，他身上已经被搜了好几遍，没有夹带兵器。魏驹屏退左右，只剩下吕行在内保护他，看着一脸憔悴的絺疵，几乎没了以往知瑶智囊的风度，不由叹息道：“差点认不出絺子，在城中没少受苦吧。”

    “这都是托了魏氏世子的福啊……”

    絺疵的锋芒半含半露，没有因为要来游说便卑躬屈膝，惹得吕行大怒，拔剑道：“大胆！”

    魏驹制止了他，脸上神色未变，眼中却闪过一丝愧色，二十多岁的年纪，人的脸皮远远不如年过半百的政客一样厚。

    絺疵将这一切都看在眼中，他最擅长的，就是察言观色，从中获知对方心里在想什么，他一看魏驹这样子，便知道自己所料不差。赵无恤与魏韩二家相约，灭知之日，三分其地，如今光狼城旦暮必破，知氏危如累卵，魏驹却并无得地之喜，而有虑患之色，由此可知，他正陷入两难当中。

    不助赵，可能会在战败后被灭，助赵，也可能会在赵氏一家独大的情况下遭到排挤，最终还是可能灭亡……

    “我至少有两分机会，若昊天不让知氏灭亡，便助我一臂之力，让我成功！即便最终无法击败赵氏，也要想方设法离间他们，拖着魏氏这些反复小人一起死！”

    絺疵念头一闪而过后，恰好魏驹问道：“我与絺子虽然有旧，但知魏两家已是敌人，汝主让你来此，想要作甚？”谴责我的反复么？魏驹心中苦笑，尽量让自己看上去不把这当回事，一如叔祖父所言，他需要变得厚黑，才能在未来的晋国一强两弱格局下生存下去。

    絺疵拱手道：“吾主被围日久，亡在旦夕，故特遣外臣扮作赵氏军士，连夜来此求见世子，吾主有言相告，世子能容我进言，我方敢开口，如不然，外臣请求死于将军面前！”

    他挺起身体，朝着吕行的剑刃走去，遭到呵斥后也不后退，一直等到被剑尖顶住胸口，甚至渗出了血。

    魏驹只好摆了摆手：“不必如此作态，汝有话但说无妨，有理则从，若无理，哼！你便出不了这座营地了！”(未完待续。)
------------

第799章 赵魏

    PS：第二章在晚上

    “昔日六卿和睦，共同执掌晋国朝政，但范氏、中行氏两家与赵氏不和，双方交战自取败亡，中行已灭，范氏唯一的力量也在数日前投降了，今晋国尚存者，惟知、韩、魏、赵四家而已。（wwW.qiushu.cc 无弹窗广告）赵氏是开启内战的首祸者，在战争里愈来愈强，打着清君侧的旗号，自取大行以东的朝歌、邯郸、柏人。就靠赵无恤现在占据的领地，加上鲁国，一个赫然三千乘之资的超级巨卿，已经赶上齐国的身量了。赵无恤自恃其强，纠合韩、魏，欲攻灭知氏。知氏尚在，赵氏对韩魏便有所依仗，知氏若亡，则祸患必次及于韩、魏矣。”

    见魏驹沉吟未答，絺疵又再接再厉道：“今日韩、魏之所以从赵氏而攻知，是指望三分知氏之地，将六卿变为三卿。可实际上，韩氏在内战后的实力比战前还不如，只能唯赵氏马首是瞻，吃着他们口中的残羹冷炙为生。而魏氏从知氏这里得到的好处，只怕也不能完全保留。知氏灭，则赵氏益强！想来众人都明白，赵无恤对待鲁国诸大夫如何，往后对待晋国诸卿便是如何，他是想独霸晋国，而不是要与韩魏共存，谁能担保魏氏不会重蹈知氏的覆辙呢？世子请细思之！”

    “我已在战场上高喊义在东军反正一次，你家主君还打算重新说动我？”

    “知氏发誓，丹水河谷里的事情，吾等会统统遗忘，毕竟没有死知氏近亲，君子愿向知氏先祖和昊天发誓，知氏……绝不会报复……”

    魏驹饶有兴味地打量絺疵，傻瓜才相信这个承诺，他不露声色：“知瑶打算让我怎么做？”

    “让开阵列，放知军残部离开……亦或是按照信号，共攻赵氏营地，点火烧之，令其大乱，再裹挟韩军加入，则赵氏可破矣。”

    “韩氏？”魏驹哑然失笑，这个以往头脑清明的谋士已经疯了，他的话语毫无逻辑可言：“你还想说动韩氏？且不说后来的结怨，我就说一件事，知瑶之前曾借卞庄刺虎之事戏弄韩子寅，直呼其名，顺便辱及段规，韩虎和段规这对君臣，是绝不可能与知氏和解的。”

    絺疵咬了咬牙：“就算没有韩氏，依靠知魏的里应外合，也一样能成事……今日之后，二君同心，尽弃前嫌，世为唇齿，岂不美哉？”

    魏驹摆了摆手，阻止了他说下去：“我且考虑考虑，你先下去休息吧。”

    等絺疵被吕行带下去后，令狐博从屏风后走了出来，拱手道：“堂兄，这……”

    “我知道你要说什么。（wwW.80txt.com 无弹窗广告）”魏驹把玩着酒盏道：“我很佩服知瑶和絺疵，他们竟然能想到这种主意，竟然还想说动我再反复一次……”

    “此事风险太大，不可为也。”

    “我知道，你看到絺疵的眼睛了么？虽然压抑着对我的怨恨，可那股疯狂劲却一览无遗，若非被逼到了绝路，他不可能生出如此不可思议的念头，更不可能冒着性命危险来此。知氏已经走投无路了，就像溺水的人一样，疯狂地想抓住任何可以救他的东西，哪怕是一根稻草也不放过，虽然这根稻草先前已经害他落水一次，就算我不救他们，他们也要拼死将我一起拉到水底，何苦呢……”

    “那堂兄打算如何做？”

    将盏中的酒一饮而尽，魏驹将它重重摔倒了地上，瞬间支离破碎。

    “往者不可谏，来者犹可追，我已经没办法回头了，只能咬着牙往前走！”

    ……

    “那人从光狼城上下来，进了魏驹营中，再未出来？”

    “夜色深沉，魏兵护送严密，小人看的不是很清楚……”

    “已经够了，你下去罢，继续监视，有任何风吹草动都要来禀报。”

    赵无恤让他安插在魏营边上的眼线离开后，楚国人石乞立刻过来进言道：“魏氏果然不可信任，主君对他们的防备不是空穴来风。”

    无恤叹了口气：“虽然还不能完全确定，但还是让兵卒们枕戈待旦吧，灭火的水桶和沙土尤其要备好。”

    石乞目光炯炯：“主君，依我之见，不如趁夜发兵进攻魏营，将魏氏，甚至是韩氏连同知氏一举歼灭在此，如此，主君便能成为晋国唯一的卿，取代晋侯为君，指日可待！”

    赵无恤哑然失笑：“你就这么盼着我公然举起叛旗。”

    石乞和阳虎、王孙胜、佛肸、侯犯等人一样，是赵无恤势力里“劝进”最积极的人，这些历史上的奸臣组合与喜欢温和过度，向往“君主垂拱，幕府士人掌权，复三代之治”的孔门弟子水火不容。赵无恤也忌惮他们历史上做的事，便将其分开安置，且身边都有亲信监督，说实话他对这些人的防备，不亚于对魏氏。

    这些人的欲望比子贡、冉求等人大得多，比如石乞就野心勃勃，他离开故乡楚国来赵无恤麾下，就是奔着卿这个目标去的，他休了妻子，散尽家财，而且还决定“不成则烹”！他的殷切赵无恤看在眼里，对其数次劝自己“自立一国”的建议，无恤没有接纳，也没有拒绝。

    他笑道：”三虎啖羊，势在必争。其斗可俟，其倦可乘。一举兼收，此乃鲁国壮士卞庄之能也……你的想法虽好，但我还没膨胀到与敌人、盟友、可争取者三方一同开战的程度。”

    “以赵氏之强，纵然与三家同时开战，也完全可以扫平……”

    赵无恤不以为然：“若我摆出独吃晋国的态度，这晋国，乃至于诸侯中还不知几人叛我，几人反复，这倒给我真正的敌人喘息之机了。那样的话，晋国的内战不知还得持续多久，战争，只是政治的筵延续，在朝堂上便能争取到的东西，何必再起刀兵，苦了晋国百姓？”

    “再说，韩氏一直孜孜不倦支持赵氏作战，谁不知道韩子寅之父是被知氏围死在平阳城的，少水之战，铜鞮之战，上党之战，轵关之战，从始至终，韩氏一直在为我家流血，他们与知氏的怨愤，早就解不开了，战后他们为了复兴宗族有求于我，是可以引为助力的朋友。至于魏氏，若魏驹真的被猪油蒙了心，做出再度反复的事情来，以我先前做下的准备，绝不会被他和知氏偷袭成功……”

    赵无恤可是知道历史上晋阳之围，知伯瑶是怎么被赵襄子翻盘成功的，如今仿佛历史提前上演，只不过围攻者和困守者调换了位置，让人啼笑皆非。

    “相信我，魏侈、魏子腾父子精明着呢，可没有那么愚笨……”

    石乞不甘心，还待再劝，就在这时，亲卫漆万掀开营帐来报：“主君，魏营那边有人来了，是魏氏世子亲至！”

    “哦？这么快就来了，还有旁人随行么？”

    “有！还带着一个浑身是血的人，魏氏世子说，这是他们抓获的知氏间谍，特地来呈给主君……”

    “你看……”赵无恤笑得意味深长，对石乞说道：“我就说，魏驹聪明着呢，我了解他，他做人的准则就是，不会为任何人火中取栗！”

    ……

    赵无恤的大帐内，身上满是血点的絺疵瞪大了眼睛，对装作若无其事的魏驹，还有谈笑依旧的赵无恤怒目而视。

    “絺子之名我也听说过，乃知子玉智囊，善于察言观色，口舌了得，我本想见识见识，看看他与我的家臣张孟谈、端木赐口才孰高孰低，你何苦将他舌头割去呢？”

    魏驹笑容和曦，在他自己帐内的烦恼忧愁仿佛一扫而空：“他大骂赵魏两家，辱及先人，太过难听。”

    “是么？”赵无恤看向絺疵，他被缚于地上，口中却依旧咿咿呀呀地说着些什么，不由感到几分惋惜，一位文质彬彬的谋臣，不该落到这种境地。

    吕行解释道：“他是知瑶派来的，被我巡营的兵士逮到，其身份非同一般，故世子与我将他押来给子泰处置。”

    赵无恤哈哈大笑：“子腾自行处理便是了，何苦多此一举……不过，当真任我处置？”

    “当然。”

    赵无恤一拊掌：“好，松绑，进了我的营帐便是我的客人，不可无礼。”

    魏驹脸色一变，他此举是为了消除赵氏对他的疑心，可赵无恤这葫芦里卖的是什么药？

    甫一松绑，絺疵便突然弹跳起来，猛地扑向魏驹，被数名赵无恤的黑衣侍卫死死按住，依然朝着魏驹的位置狠狠喷了一口血沫，落在他鞋履前方位置，口中咿咿呀呀骂着什么。

    “子腾得罪此人不浅啊。”赵无恤一笑，让人取纸笔和木牍，帛布来：“絺子想必有话要说，既然没了舌头，那就写下来让吾等看看吧。”

    魏驹一怔，絺疵也一愣，意味深长地看了看赵无恤，开始发出嘶哑的笑，随即趴在地上奋笔疾书起来。他用的是晋式篆字，却笔走龙蛇，最初还用炭墨，后面直接蘸着自己的血，似乎非如此不能宣泄心中愤恨。

    赵魏二人凑过去一看，血书的内容无非是魏氏将再度反复，让赵无恤小心提防，同时还写了赵氏战后将鲸吞整个晋国，魏氏也不能幸免，迟早要重蹈知氏覆辙……

    魏驹看了一眼后额头冒汗，开始后悔何必要将絺疵活着带来，带他的尸体不也一样么？

    等一篇血书写好后，赵无恤让人取来一看，啧啧称奇，对着脸色铁青的魏驹道：“子腾，这是真的么？就我看来，只不过是知氏离间你我兄弟的伎俩啊。”

    魏驹干笑：“然，这是离间……区区小计而已，看来知瑶是计穷了，不惜让智囊出来送死，可惜子泰和我已将其奸计看破。”

    他有些坐不住了，不单是那种作呕的负罪感，在赵无恤的营中只会让他感觉不安全：“人我已送到，便全由子泰发落了，我就此告辞。”

    无恤道：“且慢，不如我喊上子寅，你我三人同榻而卧，把酒言欢何如？”

    魏驹心里苦笑，韩虎可没赵无恤这么虚伪，一直对他冷眼相待，哪有什么好叙的，便摆了摆手：“改日吧，营中还要安排明日的攻城，我便不久留了，等此战之后……我还有一份大礼要送给子泰！”

    赵无恤也不再留，笑道：“大礼？好，我拭目以待。”(未完待续。)
------------

第800章 忠臣烈士

    赵无恤将魏驹送出帐外，转过身，却看到营帐的阴影里，家臣石乞正捏着把剑，死死看着魏驹的背影，跃跃欲试，只等赵无恤一声令下就带人冲过去将他刺死。无弹窗，最喜欢这种网站了，一定要好评]

    无恤皱眉，对石乞摇了摇头，阻止了他的冲动，随后走回帐内，踱步到絺疵身边，盯着他看了一会后点了点头道：“你恨我？”

    絺疵冷哼一声，恨，他如何能不恨？知氏与此人作战，仿佛在被一堵铜墙铁壁压着打一样，无论多用力，无论他这谋臣智略百出都无济于事，这未免太不公平了。

    赵无恤笑了：“但你更恨魏驹，恨他的反复，恨他的背叛，恨不得生食其肉，所以这次知瑶派你出来，一方面是想赌一赌。另一方面，你想让我与魏氏相互猜疑交战，城外若乱起来，汝主便有了逃脱的机会，是么？”

    絺疵眼中闪过诧异，随后重重地点了点头。

    “真是用心良苦啊，忠士也，知氏真的值得这么做么？我实话告诉你，知瑶的灭亡是注定了，但你不必随之殉葬，良臣择木而栖，可愿降我？本将军在此发誓，不但保你富贵，短则三年，长则五年，一定能为你报偿对魏氏的怨恨！”

    絺疵怔住了，低头沉吟片刻后笑了起来，他再度趴在地上，不是稽首称臣，而是拿起笔，又写了几个字，随后将笔远远甩开，挺直了胸膛站在赵无恤面前……

    “贞女不更二夫！忠臣不事二君！”

    赵无恤轻声将血字念了出来，叹了口气，这几个大字仿佛在严正言辞地说道：赵军将，休要小看晋国士人的心意！

    他有点明白父亲赵鞅为何会叹息好人才不能尽入赵氏之彀的遗憾了。感到可惜之余，却也尊重此人的选择，若为此恼羞成怒，就太过幼稚了。

    “在揽士这点上，晋国四君子各有所长，但知瑶能让人死心塌地的本事，我也不得不佩服他。好，既然你要当贞女忠臣，那我便成全你！”

    ……

    魏驹离开时面色如常，直到他带着吕行等人离开赵帐后，方才松了一口气，赵无恤虽然作为一副若无其事的样子，可他手下家臣眼中的杀意和不善，魏驹还是能感受到几分的。

    在外等候的令狐博也过来行礼道：“在赵营里时，我无意中瞥见了赵军士卒连睡觉都穿着甲衣，剑矛就放在身边，看来赵无恤早有防范。<strong>最新章节全文阅读www.Mianhuatang.cc</strong>”

    魏驹心有余悸地点了点头，自己就算答应知瑶和絺疵的疯狂计划，也没机会给赵氏重创，反倒会让自己成为知氏的陪葬，他才没有这么蠢……

    吕行凑过来问道：“世子说，要送赵无恤一份大礼，不知是何物？”

    钱帛？领地？都不是。

    “是一个人，一个赵无恤很想得到的人。”

    又要送人？吕行和令狐博对视一眼。

    大概是一年多前，眼见晋国西部联军这艘大船隐隐有沉没迹象的魏侈做出了正式与赵氏接洽的决定，他们家用扣留已久的伯鲁尸骸敲开了与赵氏和谈的大门，尽管他已经仅剩一具枯骨。

    如今，魏驹连夜将絺疵送过去，是他料定赵无恤肯定对自己有所提防，与其引发不必要的误会导致赵魏相攻，还不如快些表明立场。但这依旧不够，为了恢复赵氏与魏氏之间的“兄弟之谊”，魏驹还得用另一个人赢取赵无恤的信任。

    “等到此战结束，便派人将躲在安邑寻求庇护的赵仲信送还赵无恤，任由他发落。”

    令狐、吕二人脸色微变：“仲信可是世子的表兄，也算半个魏氏中人啊……”

    “他氏族为赵，而不是魏，魏氏的反复，赵无恤为了寻求合作和早日结束内战，会表示理解，但背叛宗族之人，绝不容赦！我很清楚赵无恤，他看似平和宽大，实际却是个眼里容不下沙子的人，这就是和平必须的代价吧，做大事者，要敢于割舍。”

    魏驹闭上了眼，虽然这么做有点对不起赵仲信，但其母魏姬已死，赵无恤之势已经无人可挡，此人也再没利用的价值了……

    不能怪他狠毒，晋国卿族斗争两百年，善良人早就身死族灭，连骨头渣子都不剩下了，幸存下来的，就好比一群毒蛇里相互吞噬的胜利者，哪个不是剧毒无比？吞噬亲族，只是家常便饭罢了。

    吕行有一点不甘心：“世子，吾等真的要与赵氏合作下去？就像这次围城一样，永远甘居其下？”

    “事到如今，吾等已经没得选了，尽量在一强两弱的局面下维持吧，也许我可以去和韩氏的段规接洽接洽。”令狐博为魏驹解释，随即想到了一个主意。

    “是需要与韩氏好好谈谈了，当年在泮宫时我与韩虎的关系，比他和赵无恤要好多了……唉，往事不可追矣，但来日却可谏，经过这四年鏖战，我已经想明白了一件事，想要在军争上击倒赵氏是不可能了。”

    魏驹回头，看着戒备森严的赵营，从外面看固若金汤，可内部难免会有叵测的人心，纷杂的势力，能共苦者，却不一定能同甘。

    他轻声对两位堂兄弟说道：“齐桓之霸，亡于五子之乱；晋国极盛，衰于六卿之争；赵氏夏日之阳，坠落于兄弟阋墙，庄姬谗言。战争的年代已经结束了，任何壁垒都是从其内部被摧垮的，吾等需要做的，就是与赵氏保持和平，与他们谈笑言欢，再试图在朝堂上击败他们，从内部肢解他们！”

    ……

    次日，车轮辚辚，马车萧萧，日上三竿时，坐在一辆安车上在硕大赵营中缓缓而行，絺疵摸着生疼的喉咙，还有手臂上干净的葛布绷带，昨夜的冒险恍若隔世。

    他被背叛者狠狠割了一刀，口中吃饭的家伙彻底没了。

    可却在知氏的天敌处得到宽恕，赵无恤说成全他的忠名，絺疵本来闭着眼睛等待侍卫的剑刺破胸膛。结果进来的却是一群灵鹊医者，穿着白色的大袍子，不由分说为他延医施药，逼他服下烈酒和某种让人晕乎乎的药汁，清理了伤口，顺便还将臂上的旧伤处理了，今日醒来后赵无恤还说，要送他回光狼城！

    “别用这种眼神看我，魏驹说过你任我处置，既然他向晋人表现出反复和残忍无礼的一面，让我就正好扮演仁慈和宽容的一面，知氏家臣何其多也，我的刀杀不完也杀不尽。你回去告诉知瑶，晋阳之兵已经南下，我还派了一支偏师西去，此时大概快到汾水边了，新绛的陷落指日可待。他若是投降，我不能保证他的性命，却能保证城内兵卒活命，还能留知氏一支香火，延续宗族家庙的祭祀。”

    赵无恤说完后，絺疵便不由分说被扶上马车，赵营内的盘查十分严密，十步一岗五步一哨，一层接一层下来，才有一队兵卒接手，护送他往光狼城而去。

    一路上，絺疵都在发怔，暗想道：“我想来离间赵魏韩三家，让他们自相怀疑残杀，赵无恤却想用我的残躯去离间君子和将士的关系，好更容易破城，同时还可以展示赵氏的宽大，好在战后与魏氏争取知氏旧臣的人心，这是一石二鸟之计啊。”

    絺疵心里明白，却说不出话来，只能坐在车上对着赵营冷笑不止，这是阳谋，但他绝不会让其得逞！

    路上他途径丹水两岸的战场，发现遍地尸骸已经被收敛得差不多了，他还记得当日旌旗招展，知瑶带着众人跃马渡河，迈向期待中的奇迹与胜利，如今却只剩下满目疮痍。除去留守和接应人员外，渡水东去的知军死伤被俘七成，就算他们成功逃离，知氏也失去了再战的能力，既然离间之计失败，城内困守的人该何去何从？

    絺疵对此忧心忡忡，直到他经过赵魏韩三军的包围圈，坐在吊篮上被慢慢往光狼城头拉去，方才惊醒过来，自己回来了，带着失败和羞辱……

    无数双眼睛殷切看着他，絺疵叹息，自己只能给他们带来失望，就靠这些败兵，这座残城，他们应该怎样挣扎，才能让自己死的不那么难看？

    一双大手握住了他的臂，将他扶上城头，絺疵想出言感谢，却只能沙哑地嗯哼几声。

    “没想到赵无恤和魏驹竟然如此残忍，将絺子摧残成这样，我必报之！”粗声粗语里带着愤怒，絺疵抬头后不由一怔，眼前这人的模样让他连舌头断口的痛痒都忘记了。

    面容和自己一样形容枯槁，但那双如鹰鹃般的眼睛却依然炯炯有神，只不过眼角有个黑漆漆的伤口，胡须缀在嘴边，平添一分英武。双臂虽然满是瘀伤，却依旧强壮，能与虎豹搏击。剑虽然断了，却还插在腰间，无人敢轻视，因为所有人都知道，别说是断剑，哪怕只靠一根树枝，他也能杀人！

    絺疵的嘴动了动，差点热泪盈眶，这不是做梦吧，豫让？

    豫让咧嘴笑了，他口中许多牙齿磕掉了，平添几分凄厉。

    “是我，我没死，在乱军里躲在密密麻麻的死人堆中没被发现，野狗和鸦雀吃我袍泽的眼珠和血肉，我则反过来吃他们，吸够了血，攒够了气力，乘着夜色一路爬了回来，期间还杀了好几个赵魏兵卒……”

    豫让的逃生故事一波三折，让众人唏嘘不已。

    “絺子没有成功？不要紧，还有我，我愿意乘着夜色再往赵营走一遭。赵无恤是赵氏的主心骨，是韩魏最大的忌惮，若他死了，赵氏主少家疑，家臣、小宗群狼觊觎，他辛苦打下的这片基业，一定会土崩瓦解！”

    知氏第一勇士回头，对朝这边走来的知瑶下拜，重重稽首，然后拍着自己的胸膛，发誓道：“主君，我豫让，愿提三尺剑去刺杀赵无恤！不成功，便成仁！”(未完待续。)
------------

第801章 知瑶之死（上）

    PS：思考情节中，今天只有一章……

    赵魏韩三军虽然联盟，但扎营时却是分开的，他们距光狼城周围三里下寨，三座大寨互成犄角，连绵不休，其中魏在东，韩在北，赵在西、南。9;&#32;&#25552;&#20379;&#84;&#120;&#116;&#20813;&#36153;&#19979;&#36733;&#65289;

    赵无恤手下的冉求等将吏精于整军训练，西、南两座大营由他负责督建，因地制宜，不拘于常势，随地势而成，堆山石为墙，背靠知氏的西障垒，营前濠沟层层、冯垣相隔，拒马、鹿砦为阵，阵中留有通道，防护周密。木墙内隔二十步成一箭楼，百步成一巢塔，别说是人，连飞鸟都跑不掉一只。

    入夜时分，营内依然有一队队巡逻士卒不时穿插而过，低声呼喝应对哨令之声不时响起，气氛森然。

    赵无恤的中军大帐左近，百余名黑衣侍卫们凝神静气，仔细警戒着四周，虽然在大营之中，但是他们依旧小心翼翼，主将性命攸关，来不得半点儿戏。

    此刻中军大帐之内，灯火通明，一场军议刚刚结束，待将吏们陆续离开后，就只剩下略显疲倦的赵无恤和佐吏项橐了。

    ”主君，接下来便要开始正式的强攻了？这样的话，伤亡只怕不小。“项橐拿起案几上进攻光狼城的计划书问道。

    赵无恤让为自己揉太阳穴的竖人退下，对项橐说道：“若是围而不攻，鼓号长鸣，步步紧逼，时间越久，则守军士气越是低下，如此不出十天，敌军粮尽，必将弃城而逃，到时据大营之利而痛击，不费吹灰之力，你的想法可是这样的？”

    “臣之所思正是如此！”

    ”只可惜，我等不了那么长的时间。“

    赵无恤将案几上的杂物统统扒拉下去，只剩下几封早就拟好的简帛、信件。

    “赢得战争不仅要依靠刀与剑，还需要靠简帛和笔墨……”

    在筹备最后的进攻计划同时，赵无恤也得跳出这片弹丸之地，放眼整个晋国。长平之战的消息，也差不多该传到新绛了吧，魏侈既然已经叛知，想必虒祁宫内外定是一场腥风血雨。魏驹这几日出工不出力，想必也有故意拖延时间，好让新绛局势落入他魏氏手中的打算。

    所以他才派偏师西去，主力也不能在这里拖太长时间，新绛之局，夜长梦多啊。

    “光狼城弹丸之地，知瑶兵不满万，将吏不过百，如今又失背后山岭之利，仅靠那几丈高的城墙，根本阻挡不了我大军的强攻，只不过三家都不肯尽力，这才让彼辈多活三日。如今尽知城内虚实，只等后日公输班将投石机建成，破光狼城便如囊取物，不必担忧。当然，我也希望知瑶耐不住，提前冲出来，要知道，我只留了少量守卒在西北面的山道上，这一线生机，看上去诱人极了……“

    轻描淡写地说了这些后，赵无恤继续让项橐协助自己，将一张张淡黄色的竹纸写满篆字后加盖赵氏家主之印，被分批封入信奉或竹筒中。txt小说下载80txt.com

    它们将发往晋国太行以西各家独立的大夫处，战争尘埃落定，他们也差不多该学学魏氏”举义“了，赵无恤可没兴趣让大军一个山坳一个山坳地去旷日持久地围攻。

    他希望在今年之内，为晋国六卿之战画上一个圆满的句号！

    一时间，大帐内外显得格外安静，只能听到黑衣侍卫巡逻的脚步，以及笔写在纸上的沙沙声……

    忽然间，赵无恤不再念信的内容，他耳朵一动，似乎听到了什么声音，项橐也止住了笔，一脸疑惑地茫然四顾。

    似是遥远的喊杀，也有金鼓阵阵，但不是从赵营传出的，而是在很远很远的位置……

    西北面？

    ”来了……“赵无恤话音刚末，漆万掀开营帐走了进来，拱手道：”主君，西营来报，知军突围了！“

    ……

    “什么，突围？”数个时辰前，光狼城头，在豫让声称自己愿意去冒死刺杀赵无恤后，这个计划却被知瑶否决了。知氏君子随即提出了一个新的计划，让豫让、絺疵同时一愣。

    看着两位左膀右臂的惨状，知瑶心中不由一酸。三千死士只剩下豫让寥寥几人存活，他们是他的精锐，虽然没能突破赵军壁垒，但那是因为敌军早有防备，且魏驹小人背叛在后。

    在魏氏反水后，这场战役已经输了，豫让带着那些死士阻断赵军大阵对自己的夹击，让知军不至于全部覆没在丹水东岸，已经够尽责了。他又如何能让他再为了百分之一的刺杀机会，再入赵营冒险一次呢？

    他自问做不到视臣子如路人、走狗的程度……

    与其如此，还不如寻求另一个机会，虽然也仅有十分之一的成功几率……

    知瑶扶着剑道：“不错，从城头望过去便知，赵军防御森严，别说是活人，连飞鸟都无法飞进去，汝刚刚死里逃生回来，再进去只是白白送死，奈何让赵氏多一颗祭旗的头颅呢？与其一人白白送死，不如七千将士一起求活，突围出去！”

    豫让的眼睛瞪得如铜铃一般，他的身手在晋国各卿武将家臣里数一数二，在崎岖陡峭的山间也能如履平地，乘着夜色跑到包围圈外并不难，甚至有信心悄悄潜入一个军营不被人发现，可若知军集体突围，他并不觉得有什么希望。

    “如今的形势是，不突围亦无希望，守城士卒连伤兵在内不过七八千人，看似很多，可城外赵魏韩三家更多，足足有七万大军！我军死守孤城，前无去路，后无援兵，粮草只够三天之数。现在敌军已知光狼城虚实，更有发飞石的攻城利器，下次攻城必定更加凶猛，试问以七千士卒还能不能挡住十倍敌人全力进攻？历经血战的士卒没了粮食，还不能如同这三天一般勇猛，顽强击退敌军的进攻？”

    众将吏点头不已，知瑶说的有道理，光狼城的粮食都是从端氏运来的，端氏的粮食又是从上党、新绛、安邑运来的，如今已经被赵军切断，知军若不突围，粮秣尽了，便只能束手就擒了。

    现在突围不一定能成功，但总算还有一线希望，死守则必定全军覆没，这个选择其实很简单！

    豫让放下了自己大胆的刺杀计划，下拜道：“愿随主君杀出重围，豫让还是像以往一样做君子的前驱，这一次，就算只剩下了我一个人，也将死战到底！”

    在豫让之后，絺疵也缓缓拜倒，目光坚毅，虽然说不出话来，但谁都能明白他的决心。

    城头的知卒齐齐下拜稽首，所有人的目光都看向知瑶，他刚劲有力的左手拔除腰间的长剑，被淤血染黑的剑刃和依然晶莹剔透的柄尖形成鲜明对比，指向层层叠叠的包围圈。

    “我观乎赵魏韩三家扎营很有条理，但彼此的呼应却不行，这是吾等的机会。立刻埋锅造饭，让所有人吃饱喝足，今夜丑时，便突围出去！是生是死在此一搏，我将八千知氏子弟兵带到这里，便要将汝等再带回去！”

    ……

    今夜无战事，天色逐渐灰黑，夜幕徐徐降临，呼啸的山风如同万千冤魂的哀号，呼呼作响，它吹过丹水河谷，止步于光狼城下，吹动了城头的大纛，也吹乱了知瑶披散的长发，吹起了他披肩的大氅。

    士卒们饱餐一顿，死去袍泽的口粮成了他们的食物，吃饱喝足后默默的擦拭起自己的兵器，看着城外赵魏韩营寨的漫天营火，他们心中充满忐忑。

    还能作战的人都将随知瑶突围，只剩下老弱病残或自愿或被迫，留在城内留守，太阳升起后，他们必死无疑。

    丑时已到，城门开启后，豫让赶着马车往外驶去，知瑶最后回头看了一眼光狼城，城楼在弩砲与强弓劲弩的摧残下变得千疮百孔，像这个国家被人打破的门户般凄惨无比，城头的大纛也被悄悄降下，移到了他的车上，依旧迎风飘扬，神采奕奕。

    他对身边的豫让小声说道：”或许今日我就将埋骨于此，或许我再也看不到明天的太阳。“

    但是我曾带着将士为生存而搏杀，为最后的一线生机拼命！

    他拔出腰间的剑，指着前方十倍于己的万千营火，低声下令道：“借着夜色掩护，掩杀过去，敌军围城壁垒三重，破一重后便继续前进，后军跟上，掉队者自求多福！此战不为保晋侯威仪，只为吾等遭到魏氏小人暗算后咽不下去的一口气，只为活命，只为回家！”

    “活命，回家！”低沉的口号从背后响起，前锋从东、南两处城门离开，以飞蛾扑火的架势去进攻赵、魏数万大军，其余六千知兵则没有点火把，从北门鱼贯而出，夜路不好走，根本无法保持队形，只能拉着绳子跟着前面的人走，在接近敌军壁垒的火光时，脚下才条件反射地开始加速。

    他们在黑暗中潜行，距离第一道围城壁垒数百步，赵氏斥候才发现了这里的异常，他们在壁垒前点了许多彻夜不息的火堆，隐约能看见敌人异动，大地的震动让他们感觉到了有部队在靠近，斥候忽然就直起身来，朝着黑暗里放了一箭。

    “啊！“箭矢射中了，凄厉的惨叫响起，随即消失，叫出声来的人是被袍泽杀掉的……

    但哨塔已经发现了有敌突围，他们开始大声咋呼，敲打铜锣！

    “杀过去。”知军也知道自己行踪暴露，开始呐喊冲锋，静寂无声的队伍突然就爆发出一声巨喝，手执长矛、剑戟的知卒杀向包围圈！

    大而又清晰的喊杀之声蓦然在光狼城外响起，壁垒后值夜的赵兵冲向各自阵地，却有些措手不及，一时之间不知前面的黑夜之中到底有多少敌军。

    知瑶在后面看着兵卒突围，他没有拘泥于此，转而凝视远方，西北面的山岭如同上古巨兽盘踞在小道间，赵军在那里放了两三千人守备，是整个包围圈最薄弱的地方。知军将县派一支敢死之卒佯攻南、东的赵魏兵营，主力则集中先击战力较弱的韩军北营，打开通道后再转向往西，从山道上杀出一条血路，完成突围！

    这之后的路线？就连知瑶也说不清楚，他知道端氏已经陷落，但上党还不知在不在？赵军抵达汾水与否？魏侈也同时发动兵变了么？虒祁宫和晋侯在谁手里？自己的祖父和父亲、兄长可还安好？

    就算这次自己侥幸逃脱，知氏又还能在晋国坚持多久呢？几天，还是几月？

    前途如同茫茫黑夜，一切都是未知数，知瑶只能走一步算一步，战战兢兢，如履薄冰，如临深渊……

    ……

    哨塔之上，报警之声像是惊雷一般响起，在发现敌情后，警戒的士兵疯狂的敲击铜锣，催促着营中的将士尽快御敌。

    南营的大帐内，赵无恤听到杀伐之声，得到漆万的禀报后后便扔掉了手里的纸笔，拔剑出鞘出营观看。

    ”知军出城了，南、东都遭到了进攻，但似乎人数不多，知氏真正的主力，已经突破了两道围城壁垒，向北杀去！”

    项橐闻言脸色一变，连忙道：“主君，韩氏一向不以善战著称，若是知卒拼死突围，只怕……”

    “韩虎有两倍于敌的兵卒，我也事先给他打过招呼，不至于引发营啸而全军崩溃，知军纵然向北突围，依然要面临丹水和我放在北面的偏师，谷地里是骑兵的天下，我若是知瑶，定不会一路向北，而是会打韩营一个措手不及，调动我军兵力后，后转而向西！“

    料定知瑶突围的真正方向后，赵无恤道：”传令下去，让轮值未眠的各军即刻启程，一分为二，一部分监视魏营动静，另一部分去支援韩营，大军稍后便到！“

    闻讯赶来的将吏们领命而去后，抬头看着越来越黑的天空，赵无恤长叹一声，眼中闪过兴奋的神采。

    ”知瑶，历史上赵襄子的一世之敌啊，你我两世的宿怨和命运，今日，便在此做个了断吧！“(未完待续。)
------------

第802章 知瑶之死（下）

    PS：一会还有一章

    光狼城以北，韩氏大营已经灯火通明，韩兵作战能力的确是赵魏韩中最弱的，韩卒胆怯，喜欢以长弓和弩箭射伤敌人，却怯于近身搏击，但这毕竟是冷兵器时代，若无胆气的话，纵然远射机巧再强，也会被敌人靠近冲垮。<strong>80电子书wWw.80txt.com</strong>

    现如今，他们便面临着这种情况。

    营内的韩虎已被知氏的袭击惊醒了。虽然有赵无恤提醒，他事先有所准备，但没有人能够料到身陷重围的知军居然如此果断，今夜便开始突围，而且直接就朝自己这边来了，这是柿子挑软的捏么？

    韩虎很委屈，他为了保全家族实力已经竭尽全力，如今知氏还要来拖自己下水，必须挡住他们，不能让知瑶越过大营分毫！

    但韩卒却没有他这份心气，他们遇袭后产生了一阵混乱：士卒们找不到自己的将吏，将吏也找不到自己的队伍，他们只能各自为战，依托营寨前的防御工事抵御敌军攻势。

    好在韩氏的远射武器配备充分，箭塔之上，密集的箭雨扑面而下，塔楼前后交错，互为犄角，寨前一百步之内没有任何的死角可以躲藏。营外壕沟上方的踏板已经被抽空，深深的沟壑如同巨兽裂开的嘴缝一般，等着远处冲来的敌人失足掉下。

    攻势受阻，连绵不绝的羽箭直接将北营前这片空旷地带变成死地，感受着密集长箭的破空之声，士卒们有些畏惧不前。知瑶焦急无比，若再不能突破过去，多呆一刻，就多一份危险。

    他虽然派出了佯攻的部队，好让敌人分不清自己真正的进攻方向，但以赵无恤的奸猾和无处不在的斥候，很快就会发现他主力在此。到时候赵魏两面合围过来，仅凭他们这仅剩的五千余人，能不能顶住一个时辰都是问题，到时候便不是突围，而是送死了！

    为将者，不可妇人之仁！事到如今，别说面前是壕沟箭雨，就是火海，也要去跳，奋力一搏也许还有一条活路，再耗在这里，就连一点机会都没有了。

    “冲过去！用人命去填沟壑！”

    知瑶立即下令攻强，用士卒的身体去杀开一条血路，因为才刚刚围城三天，韩氏又没有赵氏的高效，所以虽然建好了帐篷和必要的箭楼，沟壑也让分到的俘虏挖出，但许多地方连木墙都没来得及修。知氏前部顶着箭雨冲过去后再无阻碍，终于杀进寨中，韩军不敢应战，步步后退！

    然而就在此时，殿后的知国突然转过身，双眼凝视远处，虽然是黑夜，但因为各处大营的火光，所以周围映照得和白昼几乎没什么区别，他的本能让他感觉到了有危险来临，便一把卧倒在地上，耳朵紧贴地面细心聆听，随即脸色大变，立刻让人向前传讯。

    “后阵来报，说似有一队骑兵向吾等冲来！”

    知瑶心惊不已，赵氏骑兵的可怕之处，他们在先前的战役里见识过，一万五千知卒只有五千退到丹水以西，大多数是骑兵将他们撕裂为首尾两部分造成的。

    “主君，怎么办？”

    四周将士焦急不已，骑兵速度飞快，转眼即至，再不做准备，将死无葬生之地。

    知瑶也回头忧心忡忡地看着后方，却依然咬了咬牙，传令道：“让豫让不要恋战，继续向前，越过韩营，便能抵达山道，突出重围！”

    ……

    韩氏北营南面，马儿不安地晃动身体，打着鼻音。<strong>最新章节全文阅读qiushu.cc</strong>

    虞喜骑在马上，伸手轻抚马背上柔顺的鬃毛，让这匹在夜色和火光、嘈杂声中有些焦虑的老伙计安静下来。

    它不是虞喜的第一匹马，甚至不是第二匹第三匹，虞喜在下宫和成乡时得到的坐骑早已死于不知哪场战事里，这匹老伙计是六年前在鲁国得到的。赵鞅第二次来鲁国助赵无恤抵御齐人时，带了不少北地好马来，它便是其中之一，据说它来自代国更往北的地方，那里是茫茫草原，风吹草低能见牛羊，狄人部落的孩童三岁便能骑羊，再长大点，便开始在马上开弓射箭，主君说，他们是天生的骑兵。

    但是在中原，真正的骑兵，只有一支！

    “这就对了，等打完这一战，就放你在苑囿里安逸地生活。”

    摸着着宽敞的马背，感觉着跨下战马已经平静下来，虞喜紧绷的的脸上慢慢露出了一丝淡淡的微笑，他收回了手掌，开始就着营火检查着自己身上的武器、甲胄，身后千余人有样学样。他们的动作很轻很慢，细致而又认真，这些微不足道的细节能让骑兵们在战役中逃离大司命的传唤，尤其是在最为凶险的夜战里。

    前方韩氏北营杀声不止，知氏的突围部队正在猛攻那里，而虞喜他们是第一批赶来支援的。

    “出发！”

    一切准备做好后，悠长的号角声响起，跨下骏马四蹄包裹着生牛皮，马嘴上套着笼子，行动如风，快如闪电。最前方打着火把的十余骑纵马狂奔，除了四蹄踏在地上那轻微的敲击声，在黑夜之中，让人感觉不出任何的异常。

    但当千余铁骑齐齐跑动时，却是震天动地的！

    不用听，知氏后军没来得及杀入韩营的士卒已经能看清黑暗里冲向自己的是什么，他们慌乱起来，经过丹水长平一战，众人深知骑兵冲阵的威力。

    知军虽然成功突破了韩营一侧，但他们已经不再是成建制的突围，而是杂乱的奔逃了。前方的路被堵住了，后军的千余人根本挤不进去，他们只能背靠着袍泽，瞳孔渐渐放大，在绝望下拼命大喊！

    “啊！”

    冲撞声和凄厉的惨叫声同时响起，知国在被一匹烈马撞飞前想的是，难怪他另一位堂兄知宵在温县遭到骑兵突袭后，回去便一蹶不振，原来这种冲击之势，是如此的可怖，足以让人破胆……

    人命在马蹄下面，贱如蝼蚁，大军踏过，便如同摧枯拉朽，只剩下一片肉泥和甲胄残片！

    但仍然有三千余知兵在知瑶的率领下，挤开韩营向前奔去，他们在夜色中拉成长队，看上去弯弯扭扭，就像一只被马儿踏住尾巴的小壁虎，拼命挣断自己的尾巴后，仓皇向前跑去……

    然而影子憧憧的群山，一片漆黑的山道，却像一只巨兽张开的大口，等着吞噬他们……

    ……

    通往端氏河谷的山道绵延狭长，上党地区丘陵沟壑遍布，这种地形很常见，但开口正好在这，便如同八卦里的生门一般，对被困者充满诱惑。

    然而这里并非全无守备，此时此刻，在察觉山下韩营的战斗后，穆夏便召集士卒，站在山道隘口前了。

    他黑胄黑甲，腰佩重剑，面无表情，显得威风凛凛，像是守卫此地的巨神，堵死了从西北越过山岭，抵达端氏河谷的唯一入口。

    在穆夏身后，两千五百士兵井然而立，长矛如林，战旗如云，分为五阵，以鱼鳞阵形前后排开，战阵横为五十列，横为十排，阵前巨大木盾和蒙皮战车如同铁墙，缝隙之中，丈余长矛伸出，森严恐怖。这批士兵静寂无声，默然静立，一个个面色平静，默默的注视着黑暗的远处。

    他们人数不多，却个个都是精锐，是赵无恤四师武卒里，战史最悠久的一支，可以追溯到宋国立军的时候，里面许多人都是在西鲁扩招时便被招募入伍的老卒。这种情形，在四年刀口上舔血的生活后，众人早已司空见惯，不少士卒虎目微闭，养精蓄锐，他们在等，在静静的等待着敌人到来。

    “敌军来了……”

    前方有许多杂乱的火光朝这边涌来，是武卒们等待已久的敌人。

    他们握紧了自己的矛，抬起自己的盾，随着穆夏的大声喝令，乐师震耳欲聋的腰鼓声蓦然响起，这鼓点冲破了黑夜的窒息，冲破了万物的阻隔，一阵急过一阵，那低沉有力的鼓声引起了所有人共鸣，心头热血不由加快了流动速度，武卒老兵们蕴藏在心底的战意被彻底激发了！

    一同迈开坚定而有力的步伐，五个方阵整齐的向前推进，一步，二步，三步……所有人的耳里只有那节奏鲜明的步伐声，士卒随着这个节奏，放声高呼，浓烈的杀气撼天动地。

    他们就这样毫无遮掩地出现在突破韩营，以为自己逃出生天的知军面前。

    他们抬平长矛，让敌人畏惧自己的怀抱！

    他们抬起弩机，用密集的弩矢欢迎知氏君子到来！

    欢迎再次踏入陷阱，欢迎品尝绝望的滋味！欢迎踏入死地！

    ……

    夜色将明。

    在挨了第三支箭后，知瑶猛地退了几步，他踩到了一具尸体，跌跌撞撞地摔倒在地，坐在层层叠叠的尸体堆上，手里的剑也无力地从掌中滑落——他已经靠着它击杀了数名近身的赵卒。

    “主君！”豫让同样浑身浴血，他奋不顾身地扑在知瑶身上，为他挡下了又一箭，幸好只是射中脊背，没有完全穿透甲胄。

    忠士咬着牙，庞大的手掌抚向知瑶中箭的地方，不由颤抖了一下。不同于大腿和肩膀上的那两箭，箭支正中胸膛，而且方向斜朝下，只怕已伤到了肺腑内脏，血液正不断渗出来，甲胄里粘稠无比……

    周围还剩下不到五百人在苦苦奋战，这些人多是知氏的族兵，知瑶最忠诚的卫士。他们组成团团人墙，想要守护住身后的统帅，但空隙和缺口越来越大，赵氏密集的箭矢已经将知卒的阵线射成了筛子。

    知瑶苦笑着摇了摇头，“只怕是……我大限已到了。”

    周围已是尸山血海，偏过头，便能看到身后层层叠叠的尸体，少数是黑甲的赵卒，多数是己方将士，他们肢体相缠，到死都还在搏杀。

    知瑶算是明白了，这场突围从始至终，都是赵无恤设下的阳谋，依然是围三缺一的老把戏：看上去防御空虚的韩营之后，是一师赵卒守着山隘，看似不多，却统统是精锐，他们不显山不露水地在这里等了整整三天三夜，就是为了等自己忍不住突围至此……

    这就像在山地里逮兔子，先将狡兔的两个洞窟堵住，再往里灌水，逼得兔子朝唯一的出口猛跳，等待它的是牢笼和案几刀俎。

    至于知军，武卒组成的铜墙铁壁，围拢过来的赵魏韩三万大军，不断掠阵的骑从，密密麻麻的箭矢，等待他们的便是这些。

    再高傲的苍鹰，也有中箭后垂直坠落的一天，天之骄子，也有倒在血泊沟壑里的一刻。知瑶已经没气力再战了，伤口流出的血在慢慢抽走他的力量和生命，甚至无法站直身体。

    望着远处那面赵氏大旗，知瑶靠着豫让，开始带着一丝不甘，说起了其言也善的话。

    “我打小聪慧，容貌冠绝知氏，族人都说我就像是知武子（知罃）重生。可我却没有知武子那样宽和的性情，我争强好胜，仗着多才多艺，在泮宫里常常欺辱各位卿子公孙，年轻一辈里，魏驹韩虎等人都怕我嫉我恨我，我也觉得泮宫无趣，早早离开了那里。但也由此错过了与赵无恤相见，错过了与这个一生之敌相识的机会，以至于在没打过照面的情况下，莫名其妙地被他压了数年的风头。但凡说起我，晋人在夸赞之余，便会加一句：‘然知瑶不如赵氏庶子无恤远矣’……”

    “我心中自然是不服的，在温县与他初见时，并不觉得此人有何了不起之处，一心想要与之分个高低，不单为了自己的荣誉，也为了宗族和赵氏的争斗。自从出兵灭仇由至今已经四年了，你跟着我打了大小十多场仗，太行以西的敌人都被打垮，耿、平阳、楼、铜鞮、上党，我所攻击的城邑无不降服，因而能够让知氏站稳脚跟，据有新田。“

    “可就和之前一般，我纵然拼命努力，还是比不上赵无恤在国外轻轻动一下指头，他席卷冀州、兖土，其势已成，已经不是靠半个河东能抗衡的了。“

    豫让悲愤而伤心，稽首道：“主君，不要再说话了，待臣为主君处理好伤口，便无大碍，主君到时候一样能蹬车，能上马，能带着臣等冲出重围，回家！”

    知瑶流血过多，面色苍白，他摇了摇头：“出不去了，赵军将此地困得如同铁桶，赵无恤是一定要在这里要我的命，但我不恨他，他是对手，击败了我，我输的心服口服，我最恨的……还是魏氏父子！我本想着带领二三子打个痛痛快快的仗，斩杀赵将，砍倒玄鸟大旗，但魏驹的背叛打乱了我的所有准备，这才一败涂地。本想再赌一把，冲破重围，退到新绛，不行再退到河西另谋出路。谁料还是人算不如天算，我被困在这里，身中数箭，眼看将死，我苦苦思索不得其解，我为何会落到这种境地呢？最后终于明白了……”

    他如同解开一道谜题的学子般笑容灿烂：”原来，全是因为赵无恤，若无此人，晋国的卿子公孙皆是土鸡瓦狗，当任我欺凌。而知氏，未来也必将在我手中走向极盛，独霸晋国，将赵魏韩踩在脚下的人，应该是我才对！“

    知瑶说到最后面目狰狞，牵动了伤口，导致剧烈咳嗽，黝黑的血块从口中喷出，这是肺腑重伤的征兆……

    “不，都是魏氏卑鄙，赵无恤狡诈，非战之过也。”

    豫让这席话并没能带给知瑶一点安慰，他的眼神开始游离，手伸向豫让，惨笑着说出了自己的遗言：“我听说赵无恤用黄金十斤，封邑千户征求我的头颅，我就把这份好处送与你吧！待我死后，割了我的头，送去给赵无恤，为你，为絺疵，为这仅剩的数百兵卒求一条活路罢……”

    一向不苟言笑的豫让开始哭出声来，絺疵眼睛血红，围拢的残兵也无人不哭。

    但知瑶只能听到这嗡嗡的声音，他看不见东西了，周围已是一片血色。

    他知道，自己的死期到了，他再度咧开嘴，对着渐渐发亮的苍天露出了一丝不甘的笑，洁白的牙齿满是血丝。

    “因为我知瑶这一生，最见不得的便是美人迟暮，壮士……末年！”

    (未完待续。)
------------

第803章 首身离兮心不惩

    PS：第二章，费了很大精力，终于把这段写完了，求下月票

    天色将明，战斗已经完全结束，赵无恤过来时，只能看到满地尸体，填满了道路和沟壑灌丛，残缺的兵器到处都是。<strong>txt电子书下载Http://wWw.80txt.com/</strong>若只论双方拼杀的惨烈程度，这是赵军进入太行以西最惨烈的一场战役，前几日的长平之战亦不能与之相提并论。

    在知兵困兽犹斗下，赵武卒死伤不少，他们的尸身被收敛尸体的辅兵陆续抬走，稍后将举行高规格的厚葬，这是胜利者烈士的殊荣，据说为赵氏战死的人的英魂都会进入“云台”，逢年过节都有祭祀，只要赵氏不亡，则云台香火不熄！他们的子侄孤儿则会进入羽林孤儿中，如今第一批羽林孤儿已经即将成军，组建一支新的部队：羽林军！

    而知兵的尸骸则堆叠到了一起，等待他们的或是一个大土坑，或是一把烈火，作为失败者，不抛尸荒野让鸦雀豺狼果腹就算不错了。

    知瑶的尸体就位于战斗圈最靠里的地方，他躺在一张草席上，上面盖着沾满血迹的知氏大旗。据去检查的灵鹊医者说，知瑶是死的不能再死了，他身上有许多伤口，而以胸口的箭伤最为致命，如今箭矢已经被折断，然而等赵无恤掀开大氅一看，却皱起了眉。

    “他的头颅呢？”

    旁人面面相觑，几乎所有人都知道将军在丹水长平一战前放出的豪言：他要把知瑶的头颅做成酒器，与韩氏家主共饮用！据说还为此有百金、千室邑的赏赐。所以对于知瑶的头，所有人都是趋之若鹜的，但他们来到此地时也傻了眼，知瑶的脖颈上光秃秃的，只见断口，不见脑袋。

    而赵将军对此非但不喜，看上去还有些压抑的愤怒。

    “知瑶的亲卫割了他的头颅，他就在山隘处，被吾等围住，他声称必须见到主君，站在主君跟前，才会献上其首。”

    “为了求活么？果然是树倒猢狲散。“赵无恤摇了摇头：”去将他们带过来，带到此处。”

    黑衣侍卫领命而去，赵无恤现在情绪不太高兴，其余黑衣也不敢触怒虎威，知趣地站到一边，留他静静地与知瑶尸身呆在一块，偶尔偷眼瞄去，还能见到将军嘴唇微动，似在喃喃自语……

    ……

    “知瑶，知子玉，你是不是觉得自己才华横溢，可惜生不逢时，遇上了我？但你恐怕不知道，若历史不发生变动，知氏才是这场六卿之战的最大赢家，汝等未费一兵一卒，得到了范、中行的大量领地，逼死董安于，逼得我父嫁女到代国寻求北方无忧，好专心对付内斗。[www.qiushu.cc 超多好看小说]当然，这一切因为我的缘故，都未发生……”

    “这是吾等父辈的较量，至于你我，则另有一番恩怨。无论是军政还是朝堂，历史上的赵襄子，都会被你知伯瑶强压一头，屡次遭到羞辱欺压，他实力不济，也没有决死的胆量，只能打碎了牙和血吞，忍了几十年之后才能借助赵魏的力量报仇，逆转了局面。“

    也不知为何，在这些年的战争中，已经炼得铁石心肠，轻易不会对人表露真心的赵无恤，在面对知瑶的无头尸体时，却突然变得话多起来。

    “所以赵襄子才会对你怀有巨大的仇怨，杀死你后还将你的头颅做成酒器，也不知是不是和代北狄人部落学来的泄愤手法。”

    他盯着自己的手掌道：“此战之前，我也兴致勃勃地打算重复历史上的故事，因为伍井之亡，因为我父的出生未捷身先死，因为你平白给我制造的种种麻烦，加上出于记忆，对你的深深忌惮，我是绝不会留你活在世上的……”

    赵无恤长叹了一口气：“可不知为何，此时此刻，见到你的死尸，我却再也生不出一丝名为报复的念头了，至少伍子胥那种鞭尸三百的事情，没有心情去做。或许是觉得，你我之间也没那么大个人仇怨，或许是你的抵抗之姿让我也有所触动，就像是……刑天与上帝的争斗一般。”

    他前世曾听过一个故事，来到春秋之世后，发现这个故事已经在中原广为流传。

    刑天和天帝争夺神位，天帝将他击败，又砍断了他的头，并把他埋在常羊山。刑天心有不甘，竟然用两乳为双目，用肚脐作口，重新站立起来，操持干戚来舞动，过了数千年仍未倒下……常羊山从此乌云密布，还时时听见闷雷在山谷中轰鸣回响，据说这就是刑天不甘的呐喊。

    “刑天舞干戚，猛志固常在，这是专属于失败者的悲壮吧，我逆转历史，提前几十年走到这一天，见到这一幕，真是不容易啊。不过回头想想，你我若早点相见，或许不会成为敌人，而是会惺惺相惜，成为朋友。只可惜这一切，都已成往事，虽然称不上棋逢对手，但两世宿敌，类似的命运，或许也可以有不太一样的结果……”

    他终于露出了一丝笑：“所以这一次，我不会辱你尸身，也不会再弄什么人头酒器，而是会将你葬以卿士之礼，就像你在台谷对伍井做的一样。”

    既是为两世宿怨做个了结，也是为了收买知氏臣民之心。他要给所有晋国人放一个信号，赵无恤是宽容的，知瑶的死是晋国内战的终结，也是赵氏缔造新时代的开端！

    雨滴开始落下，赵无恤单膝跪在地上，以对对手的尊重，解下身上的玄色大氅，披在知瑶尸身上。

    “首身既离兮，只忘死后心亦不惩，若有不甘和怨愤，待一个甲子后，我打理完基业后，安排好后事放心离世，你我再在黄泉招募旧部，各帅旌旗十万相遇于虞渊，堂堂正正地战一场！”

    “若……这九幽之下真有那种地方的话。”赵无恤抬起头，上党山地的天气，也如常羊山一般阴云郁结，碧天不开，隐隐有雷声传来，天上下雨了。

    “将军，人带到了！”就在这时，身后传来亲卫的声音。

    ……

    赵无恤回头，看到一个披头散发，眼睛血红的壮士正盯着自己看，方才最后那两句话，他正好听见。

    见赵无恤回头，他连忙移开了眼睛，低下头，身体有些战战栗栗。

    此人身上满是伤痕，一只手残缺了，整个右手手掌不翼而飞，只剩下尖锐的白骨森森露在外面，只做了简单的包扎。而他的左手则紧紧抱着一个浸血的布包贴在胸前，那大概就是知瑶的头颅，此人说要亲眼见到赵无恤才肯献上。

    他被一群黑衣围得严严实实，而漆万也过来道：“将军，已经搜过了，此人身上没有武器。”

    赵无恤对这种卖主求活的人没有好脸色：“知瑶的头颅为何会在你手里，是你杀了他？”

    那人普通一声跪了下来，战栗着小声说道：“不敢，是主君说自己死则死矣，不想剩下的将士也随他而去，便让吾等在他死后，割其首献上，好求得一条活路，小人只是照做……”

    赵无恤冷笑道：“知瑶对汝等不错，汝却无护主全尸的想法，真是为他这份心思可惜……将头颅留下，你可以下去了！”

    “那将军允诺的金帛、城邑……”那人看着浓眉大眼，装束像个死士，谁料如此胆怯懦弱，赵无恤对他再生出一分轻视，知瑶真是瞎了眼，竟带着这样的人在身边。

    他厌烦地挥了挥手：“滚！”

    “唯，唯……小人这就告辞。”那人点头哈腰，正打算将紧贴胸口的头颅离身，递给旁边的黑衣侍卫。可就在他侧过脸的一瞬间，赵无恤却突然生出一份危险的感觉来，同时觉得此人似曾相识，像是在哪里见过似的。

    他拔剑出鞘，猛地退了一步，退到漆万身后，大声说道：“拿下他！”

    话语刚落，那人猛地将手中头颅推向身侧的黑衣，让他措手不及，又在另一人下盘狠狠踢了一脚，挣脱肩膀上的手，随即就要朝赵无恤扑来！

    “纳命来！”

    他身上没有武器，但那残缺的左手，那尖锐的骨头，就是武器，虽然对赵无恤的铜甲无可奈何，但也足以刺穿肌肤，刺入脆弱的喉咙，眼眶！

    ……

    也是赵无恤警觉得及时，喊的够早，说时迟那时快，那人身后的众黑衣扑了过来，将他整个人压倒在地，嘴巴埋进泥泞里，眼睛却越发通红，看向赵无恤的眼神，已经是一片杀意和怒火！

    “留他性命！”有惊无险，赵无恤也未失态，拔剑在手，撩开那人披头长发，仔细端详片刻后道：

    “我见过你，那是在我父中风后，我连夜赶赴成乡，却遭到群盗袭击，你就是他们的向导……”

    “想不到赵将军身居高位，却还能记住我这个无名小人。”那人冷笑不止，神态再无装出来的害怕，只有无畏，浑然不惧横在脖颈上的锋利剑戟。

    “所有给我制造过麻烦的人，我都印象深刻，比如你，比如知瑶。”赵无恤直起身来，漆万将那个在地上滚了几滚的头颅检查后送了过来，赵无恤只看了一眼便知道，这并不是知瑶的首级……

    “知瑶的首级被你藏在何处？”

    那壮士裂开嘴，他刚才啃了满口黄泥，看上去很是狰狞：“无可奉告！主君的头，岂能被你得到！”

    “方才我的话你应该听到了部分，难道就不希望尸首重逢，让他能体面地入葬？”

    那人眼中闪过一丝犹豫，但还是梗着脖子吼道：“汝等奸计百出，不是临阵倒戈就是埋伏，谁知道所言是真是假！”

    “兵者，诡道也，家国大事，唯戎与祀，事关宗族存亡，兵卒生死，我不可不倾尽全力，哪怕是阴谋和诡计。但在这件事上，我没必要骗你，若执意要羞辱知瑶，他的尸身已被我大卸八块了。”

    那人默然不语，偏着头不说话，这应该是知瑶手下最忠心的死士，藏匿了知瑶的头颅，又断去手掌削骨为刃，只为靠近自己，拼死一击做一场震惊天下的刺杀，想要为他的主人报仇泄愤？真是刚烈无比。

    想到这里，赵无恤突然心有所动，这个人莫非是……

    “可否报上你的名来？”

    对此他不必隐瞒，那人抬眼，骄傲地说道：“豫让，知氏君子之臣，豫让是也！”

    “豫让？”这个人的名字是如此的深刻，绝不亚于知瑶、夫差、勾践，不过他的名字一般是和专诸、荆轲并列在一块的。虽然历史已变得面目全非，但这命运中的宿怨啊，真是解开一环，又生一环……

    赵无恤无奈地笑道：“豫让，你还是来了……”

    (未完待续。)
------------

第804章 三家

    PS：过几天要去边境做田野调查，培训了一天好累，只有一更了，明天两更……

    ……

    赵无恤端坐在厅堂内，看着窗外雨水淅淅沥沥，下个不停。[求书网qiushu.cc更新快，网站页面清爽，广告少，无弹窗，最喜欢这种网站了，一定要好评]

    距离知氏败亡的那场围歼战已经过去了两天，一场突如其来的冬雨为战场的收尾工作带来了很大麻烦，丘陵、河谷、城邑都笼罩在雨丝织成的浓雾中，避雨唯恐不及，继续赶路成了奢望。

    在全灭知氏突围之兵后，赵无恤将大营移到了端氏，端氏城是沁水河谷的一座千户城邑，东以巍山为依，西有榼山为屏，从北至南是千年流淌的沁河水。赵韩两家分别占据端氏城一角，因为前路便要深入上党山地了，山谷高深，道路险窄，只能等这场雨过后才能继续行军。

    所幸他们的后勤压力不大，知氏在端氏囤积了大量粮草，足够大军吃上半个月。

    “鄢陵之战后，晋军在楚军大营里吃了整整三天饱饭，如今吾等的待遇远朝当初。”

    大胜之后，又能饱食，众人心情都很不错，赵无恤正与手下将吏说着笑，却听外面有侍卫来报。

    “韩军将到！”

    明快的脚步踏破雨点声抵达门前，韩虎也不客气，推门便入。两人私交甚厚，甚至已经结成了儿女亲家，为两个尚在襁褓的新生命定下婚约，就不必讲究那么多虚礼了。

    赵氏的将吏们见礼后便知趣地退下，将略显狭窄的厅堂留给两位家主商量军政大事。

    将滴水的大氅交给竖人后，韩虎和赵无恤在案几两侧对坐，他拭去白皙额头上的一点雨滴，看着外面下个整整一天的雨，心有余悸地说道：“幸好在这场雨前结束了大战，否则还不知要拖到什么时候，一不小心就得明年开春再战了。”

    赵无恤让竖人将温暖的铜燎炉往韩虎那边移了移，又亲自倒了一碗温汤递给他，笑道：“十月初冬就是这样，雨水虽然不大，却下个不停，正所谓一阵冬雨一阵寒嘛。大战后的疲惫最容易让恶疾乘虚而入，三军士卒病倒的不在少数，都被我留在泫氏邑隔离，子寅也要注意身体。”

    韩虎接过温汤后略一犹豫，闻了闻，有一股药味，但入口却没那么苦，他只能尝出来有生姜，砸了咂嘴道：“不好喝。”

    “这是灵鹊医者制作的预防药汤，饮者身暖。”

    韩虎不疑有他，一饮而尽，将碗轻轻放在案几上，开始直奔主题：”虽说是为了让士卒么稍事休憩，也是为了避雨，但吾等还是不宜在此久留，要知道战事拖的越久，就越容易生变。此战之后，范氏残部尽灭，公室和知军也残了大半，知瑶一死，知氏便没了能战的将领，虽然在新绛、河西、上党和知邑还剩着近万残部，但已不足为虑，正是大举西进的时机啊！”

    “哈哈，我这个人偏偏是逢大战勇，遇小战怯，行百里者半九十，这时候万万大意不得。<strong>热门小说网WWW.QiuShu.Cc</strong>”

    赵无恤知道韩虎在急什么，让他稍安勿躁，叫侍卫摊开地图，伸手指着端氏城以西说道：“上党位于端氏河谷西面，此地因为地势极高，与天为党，故曰上党，雨天爬坡路可不好走啊。不过我已遣柳下跖和韩氏一师之众提前过去，此时已经扫清外围残敌，逼近上党孤城了，只等这场冬雨停歇，大军便能拔营西进，为子寅夺回被知氏占据两年半的领地！”

    ……

    “如此便好。”

    韩虎松了口气，两年多前的上党之败他记忆犹新，自己引以为豪的韩卒被知瑶打得溃不成军，上党那有利于防守的地利也没让他们多坚持几日。若非伍井勇敢断后，只怕自己要么被杀于军中，要么已成新绛的一介囚徒了。

    谁知三十年河东三十年河西，如今在与赵军合力后，终于击败知瑶，韩虎狠狠出了一口恶气，在围困知瑶期间有点急不可耐，甚至有点期待赵无恤所说的“斩其首制成酒器”。

    但赵无恤却收回了前言，他厚葬了知瑶的尸首，一如他在破台谷后善待伍井尸身一样。对待普通知兵，赵氏也没有大肆杀戮，甚至没有筑京观钉活人，与在对齐战争里的残酷报复大相径庭。

    此举赢得一片赞誉之声，众人皆言赵氏君子深蕴宽恕之道，丹水长平一战里被俘虏后，被拘押在光狼、泫氏两城的万余知、范、公室将吏兵卒俘虏顿时放下心来，相信自己不会被残忍屠杀，安心地做起了俘虏，只等战后的赎还或劳役。

    在被问起为何要这样做时，赵无恤道：”六卿虽然仇怨颇深，但我毕竟也是晋人，何苦对乡党如此做，当年楚庄王击败晋国后，都没有这般过，我举的是清君侧的义旗，岂能连南蛮都不如？“

    这一切韩虎都默默看在眼中，心里五味杂陈，他的谋士段规凑过来在耳边说道：“君子要当心，赵将军开始收买人心，为战后的分地得民做准备了。”

    “他这样做有这样做的道理，也并未遮遮掩掩，比那些背地里捅刀子的小人好多了，此话不可再提！”当时韩虎训斥了段规，但他却没有阻止段规与魏氏之臣令狐博密会，对此睁一只眼闭一只眼，甚至还推波助澜，和魏驹通了一次信件。

    两年家主生涯，韩虎早就不是那个温润如玉心中单纯也如玉的少年君子了，一旦陷入政治的漩涡里，就再难恢复天真，因为天真的人都死绝了，比如刚刚被下葬的知瑶……

    魏氏的话韩虎当然信不过，但韩氏现在很脆弱，经不起任何意外。过去两年间背靠赵氏存活，韩氏为此付出了太多，甚至连轵关都已经通过“换地”交给赵无恤，太行隘口从此尽属赵氏。

    所以韩虎很难不另生想法，他只希望事后是自己多心，也好过毫无戒备。再说了，在韩虎看来，自己没有对不起赵氏的地方，只是提防，不是敌对。

    “上党是子寅的旧邑，里面的百姓守卒曾为韩氏之臣，不知可否能助吾等破城？”

    被赵无恤问起，韩虎这才从思索中回过神来，笑道：“子泰放心，上党的知将若听闻知氏全灭，数万大军西进，必然吓破了胆，上党人也定会踊跃反抗，迎接吾等入城。”

    赵无恤点了点头，上党在攻略全晋的战略中十分重要，为千年以来攻守重地，春秋的时候尚不明显，到了战国时期，上党和安邑、太原一起，被称为赵魏韩三国的“柱石”。强秦占据此地，便控制了天下之半，制齐、楚、三晋之命。

    现如今，上党也是河东地区的藩蔽，无上党，是无河东也！

    “如此便好，上党和汾水，是挡在吾等和新绛之间的最后两道防线。”赵无恤执笔，在两处花了两道黑线，知氏残部的抵抗只是徒劳，要争取半月之内攻破过去，兵临新绛城下！

    他在晋国都城下，画上了一个红圈！晋阳、端氏，所有箭头都指向那里。

    就在这时，外面又有侍卫大声传报道：“魏氏世子到！”

    ……

    “魏驹来了……”赵无恤和韩虎对视一眼，魏军没有和赵韩呆在一块，魏驹借口端氏城挤不下那么多人，便在沁水另一边又寻了一处扎营，和两军隔开，一副井水不犯河水的架势。今日赵无恤邀请他来宴饮合议，等了多时，本以为魏驹无胆前来，谁料还是来了。

    魏驹人未至，笑声先闻，他只带了吕行一人，脸上也并无惧意，入堂之后很坦然地与赵无恤和韩虎见礼。

    “雨水太大来晚一步，还望子泰子寅勿怪。”

    赵无恤起身欢迎道：“迟到无妨，子腾待会自己罚酒一壶便是。”

    魏驹欣然接受：“鏖战多日，未尝饮酒，酒瘾早就犯了，罚便罚吧，今日便与二位不醉不归，好好叙叙旧。”

    “不知子腾是要叙什么时候的事，是泮宫中，还是桃园内？”

    韩虎看着赵魏二人执手谈笑，看似娴熟亲切的寒暄背后，是冷冰冰的生疏和提防，他自己则一该温润的常态，反唇相讥。

    魏驹也不在意，一笑而过。

    赵无恤已经让竖人在堂中布下了筵席，因为有资格入座的只有他们三人，所以只有三席，上面是赵无恤的主席，他乃主人，又是势力最大者，理应如此。

    两边是客席，韩虎刚才坐在右边的客席上，乃上席。魏驹进来后，他虽然不情愿地跟着赵无恤起身相迎，但却没有让出这个位子的打算。

    在中国，无论是上古还是后世，排位次是很严肃的一件事，谁先谁后，谁上，谁下，都有讲究。在知瑶败亡后，赵魏韩三家的地位如何来分，很大程度上便在这场筵席上体现。

    “二位都身居卿位，唯独我还是区区大夫，我居下席，理当如此。”魏驹眼见韩虎丝毫没有想让的打算，并冷冷地看着自己，只能干笑两声后，在左边的下席就坐。

    不过赵无恤听出来了，这句话里别有深意啊……魏驹没有将自己视为家族代表，而是降到了世子的身份上，他接受今日的席位，却不承认战后赵韩魏的排序。这意思便是：魏氏，依然是他父亲说的算，筵席之上，朝堂之中，一码归一码！

    韩虎冷哼一声，偏过头去也不回答，自从魏氏在丹水长平一战反正后，他对魏驹便是这番态度。

    赵无恤晓有兴致地看着韩虎与魏驹的冷战，两人这番席位之争看似争锋相对，若不是自己已经得到情报，说是韩氏的智囊段规和魏氏谋臣令狐博这几日里数次相会，极为频繁的话，他或许也会以为，韩魏两人势如水火呢……

    ……

    三人端坐席上，各怀心思，大敌刚去，便开始了同床异梦。

    如今晋国大局已定，不管知伯如何折腾都翻不了盘，赵无恤想要得到的地方也已经握在手里，缺的就是一个进行统治和立足诸侯的名正言顺。所以接下来要做的，不是一城一地的锱铢必较，而是要防止韩魏两家暗中串通一气来制衡自己。

    两家虽然尚未联合，但一强两弱局面下，这是必然的事情。历史上三晋间的相爱相杀便是教训，赵无恤需要将这种趋势扼杀于萌芽之中。

    在赵无恤看来，韩虎还是可以争取过来的。两家之间的矛盾其实也不小，更何况没有矛盾，那便制造矛盾，至于如何操纵，就看他手段了！

    说来也让人嗟叹不已，四年前赵无恤大喜之日，与魏驹韩虎二人相会于温县桃园，在那里结为异氏兄弟，如今他们之间，真诚早已被时间涤荡殆尽，只剩下满满的套路了。

    其实回头想想，从温县桃园起，亦或是从新绛泮宫相识起，他们三人便从未真正相互真诚过。真情实谊与政治争斗是天生矛盾的，历史上，多少师徒朋友因为政治而翻脸结仇，在满是尔虞我诈的卿族关系间寻找朋友，只是一个奢望而已……

    所以赵无恤有时候才觉得啊，比起两人，自己的对手知瑶倒更真诚可爱些。

    筵席将要开始，赵无恤一挥手，让人将地上的地图撤下，却被魏驹制止了。

    魏驹眯着眼，踱步过去，盯着地图看了又看，尤其是上党、汾水被重重画出的黑线，以及新绛处的那个醒目红圈。他不由笑道：”看来子泰子寅已经商量好进军方向了，我可否补充几句？“

    无恤面沉如水：“但说无妨。”

    “其实吾等的敌人，仅在汾水以东，只需要突破上党即可。”

    “噢？”

    赵无恤手指轻敲案几，出于对局势的猜测，他已料到魏驹会这么说。如此说来，这就是魏氏重分晋国大蛋糕时，不想位列末席的底气了？这也是他们主动与韩氏接洽，想要玩两弱制一强的依仗？

    赵魏韩，三家的棋子皆已抛出，也不知道自己那匹剑走偏锋的马儿，能否卡在九宫象眼上，让魏氏这头暗藏杀机的“相”动弹不得……

    见韩虎沉默不言，他也装着故作不知，一脸茫然地问道：“此言何意？”

    魏驹起身，朝赵无恤和韩虎又行了一礼，面含微笑道：“我今日前来没带礼物，只带了一条喜讯，此时此刻，新绛应该已经易主，脱离知氏掌控了！”(未完待续。)
------------

第805章 翻手为云

    PS：12点前还有一章

    新绛又称新田，作为晋国都城已经快一百年了，其中自有它的优势所在。[www.mianhuatang.cc 超多好看小说]此地北有霍太山作为屏障，东有上党为墙垒，往西一两百里就是大河，左近有汾、涑、浍等河流为渊，这就是当年狐偃所说的“表里河山”之地，河东最膏腴、最富庶，也最人口密集的大都邑。

    新绛地利在此，本来是诸侯商贾前往的中心，喧闹繁华充满街巷，城内有几处交易马牛羊彘、粟米稻谷的市场，往昔太平时，马羊嘶鸣、车来车往，总是十分热闹，隔着几里都能听见市中传出的声音。可今天，随着晋国内战进入第四个年头，新绛也渐渐凋敝起来，从街巷到市井都冷清非常。

    过去每逢冬至前一个月，便成百上千来朝贺晋侯的诸侯使节团也不见了踪影。新绛街头一片冷清，年轻人寥寥无几，只剩下无法上战场的老者和妇孺留守。

    “还不是因为打仗……”说起战事，新绛国人们便摇头叹气，如果说战争伊始，他们还勉强愿意在晋侯和知伯旗下讨伐叛军，为捍卫晋国朝廷的尊严而战的话，如今却早已身心疲惫。

    各家子弟无不应征入伍，跟着知瑶到处去救急，却迟迟打不开突破口。晋国的一半土地都落在赵韩叛党手中，河东形同被包围一般，太行以东的粮食断绝，霍太以北的皮毛筋角也停止运来，战事对他们的日常生活造成了巨大的影响。

    好在还有汾水沿岸的粟米，解池里的卤盐源源不断。西面的秦国因为几年前秦哀公病危，太子未及继位便突然暴死，只能让公孙继位，秦国主少国疑，庶长们忙着争权夺利，也没有乘机对晋国发动进攻，算是不幸中的万幸。

    但这些只不过能让河东苟延残喘，却不足以赢得胜利。秋收之前，东方告急，青壮再度被征召进军队里，他们已经不记得这是四年来的第几次了。目送他们离开后，新绛国人都在流传，是赵无恤回来了，他已经越过太行，打到了离新绛只有区区两百里的上党以东……

    如今几个月过去了，虽然知伯政府依然在竭力掩盖晋军的被动，但种种流言仍在城内悄无声息地传播开来。为了供应东面的战线，安邑的粮食和卤盐停止运进新绛，盐价粮价不断攀升，国人已经怨声载道。

    然而更糟糕的事情还在后面，时间刚刚迈入十月，晋人们一大早打开家门，却发现外面一片寂寥，家家户户门户紧闭，街上还不时有兵卒巡逻，是发生什么事了么？

    “让开，快些让开！”几辆戎车匆匆驶过，溅起昨夜雨水留下的水洼。<strong>最新章节全文阅读www.Mianhuatang.cc</strong>

    更夫气喘吁吁地跟在后面跑过，给晋人们解答了疑惑：“执政有令，全城戒严！白日里也不可穿街串巷。”

    遇上熟人，他还会在对方耳边镇重提醒道：“当心些，据说东边又败了！”

    听者无不哀嚎：“又败了？我夫我子还在军中呢！”

    一片愁云惨淡中，这个不知真假的消息一传十十传百，一时间，整个新绛都人心惶惶起来。

    ……

    “东边有新消息么？”知氏的长孙知宵红着眼，每当外面有通报的人过来，就一把抓住质问。

    “那边的消息全断了，但大军被困住八九不离十。”

    “这……这该如何是好？阿瑶也是，几天前还好好的，为何会突然就败了？”知宵几年前在温县被赵军击败，靠了苌弘庇护才孤身逃回来，从此便一蹶不振，他害怕上战场，所以当父亲在北面晋阳作战，弟弟知瑶在丹水困守之时，他还留在新绛，帮祖父处理家政杂务。

    “宵，别着急……”

    被尊称为“知伯”的知跞却依然镇定自若，他面沉如水，坐在案几后微闭着眼睛。

    “祖父，能不着急么？魏氏突然有快骑来报，说是大军败了，吾弟和范皋夷、梁婴父、魏驹等人一起被困在光狼城下，若真如此，对于我知氏而言，无异于晴天霹雳啊！”

    知跞叹了口气：“你并未身处战场，所以就算急，也急不来，如今吾等只能做力所能及之事，比如说……迅速入宫，再将魏曼多控制起来！”

    从魏氏船队单独撤离事件起，知跞便对魏氏的立场和态度怀疑已久，但迫于形势，一直都隐忍不发。自打赵无恤击败齐国，郑、周、中山或中立或倒向赵氏开始，知跞便知道，仅仅靠晋国太行以西，自己是无法独自击败赵氏的，这场仗，已经打不赢了，他不该坐视范、中行败亡，错过了围歼赵氏的唯一良机……

    但战争进行到这里，知赵仇怨已深，请平和谈的大门迟迟无法打开，对方的要价是己方万万不能接受的，所以只能硬着头皮坚持。

    “天下神器，不可为也，不可执也。为者败之，执者失之。是以圣人无为，故无败，故无失……”

    当时，闭着眼念出一句玄而又玄的话语后，知跞决定在这场战争里采取守势，待赵氏自败，而后乘之。

    只可惜，赵无恤却稳了下来，两年间没有进行大的战事，让治下的民众土地得到休憩，没有像知氏希望的那样自败，反而愈发壮大起来。当他再度西进时，其势已无法遏止，知跞只能孤注一掷，让素有天才之名的孙儿知瑶为帅，希望他能创造奇迹，再以战促和，与赵氏分太行而治……

    然而奇迹终究没有出现，若说还有什么比联军大败更糟糕的事情，也就是知跞即将失去对魏氏的控制。

    魏氏的信使抢先归来通报本身就疑点重重，那个浴血的信使入城后大呼小叫，弄得人心惶惶，在敏感的知跞看来，这简直是别有用心！

    所以他的第一反应，就是将还在新绛城内的魏侈软禁起来。

    知宵领命后立刻带人去魏氏的府邸，然而却发觉自己来迟一步，里面只剩下一些竖人、侍女，魏侈已不见踪影。他连忙乘车回知府，在门口子遇到了朝服衣冠，正准备进宫面见晋侯，解释前线战事的知伯。

    “祖父，听说魏侈天没亮便进虒祁宫去了！”

    “不好……”知跞心中闪过一丝不好的预感，他千算万算，还是算漏了一件事。“速速点上族兵两千，随我前往虒祁宫！”

    魏侈这时候不好好呆在府邸里消除他的疑心，而是匆匆进宫，这只说明了一件事，那就是知氏仅剩的同盟魏氏，似乎也不想再与他家相濡以沫，而要相忘于江湖了！

    ……

    知氏祖孙出发时，正值骤雨初歇，朝阳破开云层升起，红光遍洒城中，一路上，道边的榆树、槐树红叶飘零，远望则宫阙如云，后顾则道路宽敞，也是一番壮观美丽的景色，但他们却没心情欣赏，只是让御者加快车速，后面两千知氏族兵也跑得气喘吁吁。

    “虒祁宫守门的有司过去是偏向我家的，祖父不必担忧……”

    知跞却没这么乐观，一步错步步错，他苦笑道：“老子说过，世事无常，正复为奇，善复为妖，局势如此，人会不会翻手为云覆手为雨，谁说得清楚呢？”

    他们在青石板铺成的中轴道疾上驰，虒祁宫近了，那高亢的夯土台基映入眼中，女墙后的甲兵矛戟依旧。唯一不同的是，眼见知氏的执政车驾旗号靠近，朱红色的宫门却依然牢牢紧闭……

    知宵驾车直接冲到正门两侧张牙舞爪的石质雕像“虒”兽边上，仰头大喊道：“执政在此，还不速速开门！”

    无人回应，过了好一会，在知宵吼了数遍后，城头才有人探头出来，拱手道：“还望知伯见谅，今日前线大败的消息传来后，国君十分痛心，决定罢朝反省，虒祁宫也要戒严，还请回去，改日再来吧。”

    “糊涂！军情十万火急，罢朝闭宫也得挑时候啊！”

    知宵觉得不可思议，知跞却制止了他，眯着眼抬头看了看城之人道：“戴子雍，老朽没认错人罢，为何镇守虒祁宫门的竟会是你？”

    知宵也认出了城头的将吏，此人字子雍，其身份不俗，乃晋昭公幼子，当今晋侯的叔叔。晋国从晋献公时起就有规定：国内无公室，不蓄群公子。公子公孙成年后会被赶到外国自己谋生，子雍离开后选择去了宋国，曾在戴邑当司城乐氏的邑宰，便索性以戴为氏，故被称为“戴子雍”。

    几年前，因为国内公子公孙不足，无人管理宗室事务，戴子雍便被晋侯召了回来。但他刚好赶上赵氏叛晋，因为与司城乐氏的关系，他被视为亲赵派，便被连累罢用，四年来一直赋闲在家，今日却为何管起宫门来了？

    “是国君昨夜的任命……”

    昨夜？知跞心中一紧：“为何宫城之守这样重大的任命，不通过我同意就施行？”

    “虒祁宫乃国君寝居，任命何人守门不必征求执政同意！”

    戴子雍知趣地退下后，另一个声音从城头响起，一位同样穿戴卿士冠冕的中年人站在知氏祖孙头顶与他们见礼，是晋国“中军佐”，魏氏的家主魏驹。

    “更何况，知伯，你已经不再是执政了！”

    “魏曼多！”知跞面沉如水，“你这是何意？”

    魏侈的脸与魏驹很像，只是多了一丝隐忍和老气横秋，他挤出一丝笑容道：“知伯，国君刚刚下了命令，让我暂代上卿之位，与赵氏、韩氏家主一起共逐君侧之恶臣！而这恶臣……”

    他居高临下，脸上尽是胜利的表情，对着知氏祖孙重重指道：“说的就是汝等！”(未完待续。)
------------

第806章 覆手为雨

    知伯在虒祁宫门吃了闭门羹后第三日，新绛已经被流言和惶恐充斥，五千知氏族兵艰难维持着城内的秩序，同时还要与与宫中两千公室、魏氏之兵对峙。[www.mianhuatang.cc 超多好看小说]

    随着消息不断传来，丹水、长平一战的原貌也渐渐呈现在知氏祖孙面前，魏驹的“义在东军”，知瑶困守光狼城，赵军先锋进逼上党……

    翻手为云，覆手为雨，用这个词来形容魏氏作为，再适合不过。

    这些消息差点将年迈的知跞击倒，他意识到，自己的隐忍被魏氏利用了，他们在最关键的决战上背叛了誓言，狠狠捅了自己孙儿一剑！

    让他痛心的还有另一件事，因为与晋侯关系亲密，国君没人时还会称呼他为“仲父”，所以知跞一向将虒祁宫视为自家后院，将国君视为子侄辈，同时也让这个地方变成了他的灯下黑，被魏氏找准，成为给他致命一击的地方。

    “四十年隐忍不发，换来现在的众叛亲离，四年苦心经营，换来今日的功败垂成……哈哈，哈哈，果然是天地不仁，以万物为刍狗，我本以为知氏是特殊的，受昊天眷顾的，谁料和范、中行并无差别。”

    知跞毕竟是年过六旬的老人，在众多打击下，一下就病倒了。

    他在床榻上喘息，但局势等不了他，第三日时，知宵全身披甲，进来请命道：“赵军前锋已经抵达上党，南面也有数千安邑魏卒兵临城下，不能再拖了，祖父，下令进攻宫城罢！”

    知跞无力地睁开垂老的眼睛：“若我进攻宫城，叛晋之名便做实了……”

    “这时候哪里还顾得上什么名……”

    “我这后两年之所以能坚持下来，没有被赵氏轻易消灭，没有被魏侈轻易取代，靠的就是一个国君认可的执政之位，以及征伐叛臣的大义名分，若没了这些，国人是不会跟我的，进攻虒祁宫，只会加快去知氏的灭亡，万万不可！”

    “那该如何是好？”知宵急得都快跳脚了，过去一向智计百出的祖父，如今却显得束手无策。[www.qiushu.cc 超多好看小说]

    “离开。”知跞让孙子将自己搀扶起来，喝了一口药汤道：“阿瑶在光狼城，能拖住赵无恤大军一些时候，魏氏的安邑兵数量不多，无法阻止吾等，你立刻下去做准备，后日便带着全部族人和五千兵卒撤离……”

    “撤离新绛？但是祖父，吾等能去哪儿呢？太行山的屏障已经没了，上党、霍太山只怕也坚持不了多久，加上有魏氏在内反复，恐怕连知邑都不安全，吾等还能去哪呢？”

    知跞无力的手指着朝西的窗口，低声说道：“去河西，去辅氏邑，你阿叔知果在那为宗族经营后路，如今算是派上用场了……纵然在晋国大势已去，吾等可以战败，卿位可以丢，赵魏韩也可以打着清君侧的借口，将内战的全部过错推到我头上，但知氏绝不会就此灭亡！”

    ……

    虒祁宫门已经整整关闭四天了，却未曾受到攻击，宫墙内的魏卒和宫卫也很知趣地偃旗息鼓，只等这场对峙结束。

    面对这种情形，每天都会到城头巡查一番的魏侈也不由赞叹道：“知伯是个聪明人啊，他知道进攻虒祁宫，只怕会让国人坚定站到反对他的立场上，那样反而败亡得更快。”

    刚被任命为虒祁宫守的戴子雍斜目看着这位临时的“执政卿”，虽说不认可魏氏的手段，他却也不得不佩服这魏侈的隐忍和胆大心细。

    原本早在两年半前，赵氏击败齐国归来，魏氏便可以叛了，但那时候若发难，必然会在河东内部与知氏打成一团，到头来反而便宜了赵韩两家，于是这两年魏侈和他儿子魏驹便隐忍不发，父子二人轮流在新绛为质，让知氏放心地与其合军，结果就有了丹水长平之战，魏氏实力未损下，完成了阵营的转换，为三家立下大功。

    而留在新绛的魏侈也没闲着，他借着平常入虒祁宫的机会，与晋侯搭上了线，面对赵氏的步步紧逼和知氏的屡战屡败，晋侯午是深为忧虑恐惧的。在丹水之战尘埃落定后，他也明白，自己必须做出选择了，否则，要么只能逃亡，要么等着赵魏韩三家来决定自己的命运。

    晋侯午放下了与知氏的私谊，猛地跳到了魏侈的船上，他关闭虒祁宫，任命魏侈代理执政之位，与知氏公然决裂，还认可了昔日叛党赵韩两家“清君侧”的口号。

    比起罪己，君主们更乐意选择责罪他人，原本执政这种东西，不就是用来背锅的么？

    不过也算魏侈大胆，他一头钻进虒祁宫寻求庇护，若知氏抱着玉石俱焚的想法猛攻宫城，只怕大家都要同归于尽……

    幸好知氏里还有个理智的知伯，随着魏侈早已准备好的安邑魏兵兵临新绛，开始进攻南门，知军也开始带着族人，朝西门收缩。

    第五天傍晚时分，新绛南门宣告失守，魏兵入城，城内爆发了一些零星的交战，规模渐渐变大，还引发了一场大火，将新绛南市烧毁，牲畜乱跑，喧嚣不止。随着魏兵的攻势，连城西的知氏府邸夜化为一片灰烬，周围一些民居也被烈焰波及，半个新绛沦为战场，整个夜晚，这座晋国之都亮如白昼。

    次日凌晨，在大火和浓烟的掩护下，知兵全数撤出新绛，把烂摊子留给了魏氏，魏侈猜测他们撤退的方向是往西百余里的蒲坂津，渡过蒲坂，就可以抵达知氏在河西的基地辅氏邑……

    直到这时，眼见安全的戴子雍敢才打开虒祁宫大门。

    当魏氏家臣来向魏侈请示是否追击知兵时，魏侈下令道：”恶臣既去，穷寇莫追，派一支斥候远远侦查彼辈的去向即可，其余人分散开来，接管整个新绛的防务，保护虒祁宫、官署、府库，安抚民众，惩戒乘乱行不轨者。“

    在下达这一连串命令后，魏侈才松了口气，终于有了一种将新绛握在手心的感觉……

    他再度登上城楼，遥望整个都邑，

    朝阳初升，红光洒满城中，虽然笔直如矢的中轴官道上除了兵马战车再无行人，凉风拂面带来的是血腥和呛鼻的烟火气息，宫阙如临大敌，雄阔的城门依然冒着青烟，比起往日有些萧瑟破败。

    ”但它会恢复的，一如过去无数次一般……在我的主导之下！“

    接下来，必须快点安定新绛人心，利用晋侯午的名分，把周边近畿肥田控制在手，再攻下知邑等地，如此一来，霍太以南，上党以西，便能尽归魏氏，新绛和虒祁宫也会变成他们家掌中的禁脔……

    就在魏侈野心如蔓草般疯长时，有斥候急急来报：”主君，世子派人传来新消息，知氏残兵突围被全歼，赵魏韩三军不日将兵临上党。“

    ”知道了。“虽然比预想的快了些，但还在魏侈的预想中，上党守将名为羊殖，是这一代晋国将吏里较为中立的大夫，也是在防守战中最为坚韧的老将，若无晋侯之令，他纵然只有一两千残兵，也会坚守到最后，赵无恤等人要过上党，只怕还是得花一番功夫，等到十多天后后他们抵达，河东大局已定，赵韩便没了插足的余地……

    如今昭余祁以北，上党以东全在赵、韩手中，在那些地方，魏氏无尺寸之地，所以在魏侈想来，若要让自己家在未来的晋国三卿格局下有一席之地，便只能依靠河东这片土地，虽然不大，却最为富庶，集中了晋国三分之一的人口！也足以与韩氏联合，两弱同赵氏分庭抗礼……

    然后还不等他想完，又有一个信使气喘吁吁地爬上城头，向魏侈禀报，这一次，消息来自北边。

    ”主君，北面，北面的晋阳赵兵在邮无正率领下，已经击败知申部，越过霍太山，也不管平阳等城邑，顺着汾水直扑新绛而来！“

    ”什么！？“这简直是晴天骤雨，魏侈顿时色变。

    (未完待续。)
------------

第807章 韩策

    PS：第二章在晚上

    上党是横亘在晋国腹地的一片台地，此地丘陵横纵，林木茂盛，乃通往旧绛新绛的必经之路。<a href="http://www.qiushu.cc" target="_blank">求书网www.qiushu.Cc</a>

    “我听说羊殖是一位贤大夫，这个人究竟如何？”途径上党邑时，赵无恤招来负责晋国大夫事务的成抟，向他发问。

    成抟腰微微一弯：“臣不清楚。”

    赵无恤皱眉：“我见你在邺城做的不错，故将你提拔为大夫，负责收集晋国内部各卿大夫情报，为何说不清楚？”

    成抟道：“因为羊殖这个人是经常变化的。十五岁时的羊殖初为吏，便廉洁而不隐匿自己的过错；二十岁的他仁爱而好义；三十岁时，他担任晋国的中军尉，作战勇敢而喜好仁德；四十岁的时候开始担任边城守将，原本疏远于晋国的势力又重新与晋相亲。到现在又是五年过去，羊殖变成什么样，臣未亲见其人，不敢揣测。只听说他驻守上党，约束兵卒对当地人秋毫无犯，知瑶主力败亡，主君前锋兵临上党，他也没有束手投降，而是声称自己来此乃晋侯之命，只要一天没有新绛的诏书，便要为国守土一天……”

    赵无恤拊掌一笑：“原来如此，羊殖果然是为贤大夫，每次变化都能更佳，不但能干，而且忠于国，这样的人，若折损在诸卿内战里，是晋国的损失啊……”

    他心里想的却是，若羊殖忠于国忠于民，倒还好说，若忠于君，此人便不可留下。如今此人死守上党，坚决不降，盗跖带着八千兵卒进攻数日也没什么结果。

    次日，赵魏韩三家家主再度聚首商量后，魏驹极力建议拔除此城后再西进不迟。

    “上党城不偏不倚，正好扼守着西去的道路，不夺此地，则大军与辎重难以前行。（WWW.mianhuatang.CC 好看的小说”

    赵无恤不同意，上党有羊殖在，简直是根难啃的骨头，而且上面没肉，抢下来后也得还给韩虎，自己何苦在这里浪费时间。

    “上党周边亦有小道，可以让大军分批前进，比顿兵于此要快得多。”

    魏驹打了个哈哈：“新绛已是吾等囊中之物，子泰何必着急呢？”

    “知伯狡猾，我深怕夜长梦多，恨不得立刻过去支援魏舅父，子腾身为亲子，就一点都不担心？”

    两人开始你来我往的推磨，态度中立的韩虎则有些犹豫，上党毕竟是他家的一座大邑，不收回手中心里不安。

    谈到后面，赵无恤也有些不耐烦了，他起身直言道：“二位若舍不得上党，大可留在这里攻打，我自带赵氏主力去都城，何如？”

    魏驹顿时像被踩了尾巴的狸猫般跳了起来：“说好的三军同进退，岂有各行其事的道理，既然子泰要西去，那我自然也会相随。”

    他们齐齐看向韩虎，却见韩虎微微一笑：“子泰子腾放心去新绛，只需留下攻城器械和俘虏、劳役，把上党交给我韩氏即可。”

    赵无恤微微一愣，随即心中了然，韩虎虽然与魏驹隐隐有合作的意思，但是他的野心没魏氏那么大，不贪，新绛这汪浑水，他没打算去趟。

    诚如赵无恤所想，韩虎很清楚，随着知氏败亡，甚至丢了新绛，三家瓜分晋国遗产的时候就要到了。赵氏实力摆在那里，又全取太行以东和晋阳，自然占了大头，而魏氏也在孜孜不倦地寻求更多地盘，他韩氏自然不能什么准备都没有。

    首先，要收回旧领地，赵无恤许诺会替他拿下平阳，等再收复了上党，韩虎打算乘着赵魏在绛都掰扯的时候，先向南去攻略虢城。

    因为谋臣段规前几日对他说的那些话，让韩虎对自己家族的未来，有了一个清晰无比的规划！

    ……

    在魏驹吐露魏氏已在新绛举事的消息后，回到自己的营帐，段规便断言，不久之后三家便要对知、范、中行的领地进行大肆瓜分了。

    “主君除了收回旧领地外，还必须得到河外之地！”

    韩虎当时很不解：“不去与魏氏争河东，不去和赵氏索要知、范、中行的领地，却要河外，这是为何？”

    段规大惊，连连稽首道：“不可，知氏眼见就要败亡，晋国将进入三卿格局，赵氏最强，其次为魏，韩居第三。新绛那边是赵魏角力的重心，韩氏实力不济，强行搀和进去也捞不到什么，反而会激化与魏的关系。而河内、河北地更是不可索要，那里已经变成赵氏禁脔，何况太行山隘已经被赵氏控制，主君只能另寻发展方向，至于知、范、中行在太行山以西的领地，说实话，若能得到最好，得不到，也无法强求，因为三家分地，必然是以先占据为准则的，那些地方韩氏鞭长莫及，晋国唯一尚是空白的地方，便是河外了。”

    韩虎有点不乐意：“河外之地除了虢城外，几乎都是一片荒芜，伊洛之戎充斥其间，我要来又有何用处？”

    “不然，虢、阴这些河外之地，给人的印象是荒凉，赵魏也没兴趣去争抢。可实际上，正如诗所言，鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园。爰有树檀，其下维榖……虢城富庶，当年虢公依靠这里，一度成为晋国大敌。臣去过那里，只见城外田陂宽十里，原隰沃衍，鱼苇富饶，男耕女织。河外之地只要稍微开发，同样能有良田万亩，养户十余万，而且洛水以北的宜阳还有铁矿！赵氏依靠鲁国的铁山制造了许多锐利兵器，对于有家有国者而言，铁的用处不亚于铜锡，这便是取河外之地的利益之处。”

    韩虎不再对河外心存鄙夷，而是坐直了身子，让段规继续往下说。

    “更何况，臣下听说一里大小的地方，能牵动得失千里之地的决定，是因为地势有利；万人之众能攻破三军，是因为出其不意。河外的虢、宜阳等地向内背负大河，向外与阴地隔伊洛相望，往西履崤函而戴华山，往东包周室而临郑国，正所谓良为形胜，据关河之肘腋，扼四方之噤要是也，先得者强，后至者败。过去韩氏没有机会，这次却不能放过！”

    “如今郑国乘着晋国内战，已夺取伊洛和阴地，还和楚国叶公划汝水瓜分了蛮氏国。未来晋郑若起纷争，韩氏便可以从后方再将这些疆域夺回。然后再伺时而动，无论是对秦，对周，对郑，甚至对楚，都可以三面出击，拓展疆域！如此便能远离赵氏锋芒，跳出晋国内部纷争，独自发展壮大，这便是臣为韩氏设想的未来！”

    韩虎认同了段规这种“避赵氏锋芒”的发展策略，经过四年内战，他算是明白了一件事，那就是别的都不重要，先将自己发展壮大才是王道选择。

    所以他坐看赵魏二人西去新绛，为了河东争个头破血流，放自己另去打一片天地。

    次日，韩虎站在上党城外的高地上，目送赵魏大军兵分两路拔营远去。新绛肯定会是一番明争暗斗，魏氏虽然控制了国君、都城和大半河东，但因为实力不如赵氏，肯定会被压制，自己也不能坐视不管。

    “敌寇未尽，我等却先生间隙，若有三家通嬴之策就好了……”冷风吹过，撩起年轻卿士乌黑的长发，他紧了紧身上的皮裘，不由发出了一声叹息，他本是个不喜欢争斗的人，为了宗族逼不得已啊。

    一强两弱的格局下，为了避免赵氏鲸吞整个晋国，韩魏沦为附庸，魏氏撑不住时，韩虎肯定会拉他们一把。所幸这时候已经是隆冬时节，晋国民生凋敝已久，还有消息称，外敌秦、楚、郑三国又开始频繁地相互派遣使节，这个传统的反晋同盟或许会再度结合，没有人会昏了头在这时候重启战端。大家都需要隐忍克制，避免新的内战发生，既斗争，也合作，这才是韩氏，也是赵魏两家在朝堂斗争中的上上策也……(未完待续。)
------------

第808章 赵策

    站在赵无恤面前的人是虒祁宫中的太史蔡史墨，他同时也是晋侯午的太傅。[www.mianhuatang.cc 超多好看小说]

    此人博闻强记，在诸侯中很有名气，他长于天文星象、五行术数与筮占，熟悉各诸侯国典籍往事，尤其是一手预言十分准确。二十年前史墨就准确预言了范、中行二卿的灭亡，他还认为吴国二十年后将有大难，其准确性让知道后世事的赵无恤为之咋舌，对这位不苟言笑的太史便不敢有所轻视。

    史墨是在晋国旧都旧绛城外与赵军遇上的，这里是晋国百年旧都，最初时唐叔虞封于翼，之后经过曲沃系和翼系的百年斗争，到晋献公时迁都绛，又到晋景公时再迁都新田，又称新绛，于是旧都也就变成了人们口中的”旧绛“。

    这里的确如其名，到处透着一个“旧”字：旧的宫室涂道，旧的晋国放言，旧的公族支系聚集于此，保持着旧有的生活方式，和新绛的繁荣与日新月异大为不同。但如今，这座旧城的寂寥被彻底打破了，一支大军从东面开来，不由分说便在城外扎营，围住了城池，让城内国人紧张不已。

    放眼望去，赵军密密麻麻，足足有三万人之多，这还是在沿途城邑留下不少人驻扎和看守俘虏后的人数，可见赵氏实力之恐怖。

    但其中，满是玄鸟旗帜、蜂旗，以及各兵种的标志旗号，却独无一面“晋”字大旗。

    晋国公室已经风雨飘零，成为卿族的玩物，这场长达四年的内战更使得晋室颜面扫地，随着赵军入河东，最后的遮羞布也被撕扯下来，但仍然有裱糊匠想要尽力维持住公室的最后一丝尊严。

    所以史墨见赵无恤一照面第一句话便是：“将军既然打着清君侧的旗号，便要有清君侧的样子！”

    赵无恤回头瞥了一眼自己麾下将吏们不以为然的神色，笑道：“太史教训得是，说来惭愧，直到上个月，我还被视为晋国叛臣，虽然有心向国君辨明我心却不得其门路，更不敢妄自打出晋国旗号，如此说来，国君真的认可我赵氏的忠心了？”

    史墨面沉如水，“国君让老臣来传诏，君侧之恶臣知伯已逃亡，范皋夷、梁婴父等人也尽数被将军擒获，将军军旅劳顿，不如顿兵暂歇些时日，等新田被焚毁的市井官署修缮完毕后，再请将军入虒祁宫策爵列勋，商量晋国正卿的人选……”

    “正卿人选？为何我听闻魏伯已经被任命为执政卿。[txt全集下载wWw.80txt.coM]”

    “那是谣言，魏伯只是暂代其位，正式的执政还有待商榷。”

    看来是我大军西进，以及邮无正的急速南行吓到了魏氏，想要抛出执政之位来钓我上钩……赵无恤微微眯眼：“按理来说，魏伯乃中军佐，论资排辈，自然是他为正卿。不过我更关心的是，按照这说法，国君和魏伯……是不想让我进入新绛？”

    “这也是暂时的，国君想让新绛尽快恢复，再迎接将军，否则一座破破烂烂的宫廷，如何进行接待？”

    赵无恤不信这话，他面露难色，侧过头指着身后的三万大军道：“我不入新绛可以，但麾下兵卒家臣为了今日奋战了整整四年，他们很想入国都拜见国君，汹汹舆情，我也阻止不了啊，既然不能进城，去郊外遥拜也是可以的吧。”

    赵无恤的话语里透着暗暗威胁，顺着他的话，众将吏一同呐喊，其声响彻旧绛，震得瓦砾似乎都在颤抖，连见多识广的史墨也不由凛然。

    他出生的晚，没赶上赵宣子的时代，可眼前的赵无恤，却是一个活生生的赵盾再世！甚至连母族是狄人这一点都完全相同，若让他进入新绛执掌大权，只怕也会像赵盾一般，名为晋卿，实专晋权……

    也难怪国君和魏侈极力想让此人停在河东之外，但如今赵氏羽翼已丰，赵无恤纵然强行做出什么无道的事情，旁人也只能无可奈何，指望晋国的旧礼法笼住他？几乎是不可能的。

    但事到如今，史墨等人能依仗的，也只有那点道德礼法了，他语重心长地说道：“有国有家者想要世代传承延续，在于德行，不在兵多将广，山河险固，还望将军慎重，不是所有事都能用武力来解决。”

    “太史说的不错，如今晋国的军政之事，不需要刀兵，而需要宴飨，既然国君出于种种考虑不希望我去新绛，那太史且回去告知魏伯，就说我且在旧绛休兵歇息，设下筵席等他来共聚，事关晋国的未来，赵魏两家需要好好谈谈！“

    赵无恤似乎退让了一步，但随即又露出了胜券在握的笑：“若魏伯肯不愿来，那我作为晚辈，便自能自己寻上门去了。”

    ……

    傍晚时分，约定赵军在旧绛期间一切消耗都由旧绛提供后，太史墨匆匆西行，去往西面两天行程外的新田汇报情况。而赵军则在旧绛国人忌惮疑惑的目光中大咧咧地在城外扎营休憩，赵无恤才脱掉闷了一整天的鞮，帐外便有人来了，而且一来就是一群，有王孙胜、石乞、田贲等人。

    石乞、田贲这些激进派将吏一进门，便齐齐下拜道：“主君，我三万大军已经兵临旧绛，往西急行军一天就是晋都，邮无正司马也已经从谷道绕过霍太山，不管沿途属于魏氏的吕邑阻拦，直插新绛，如今也已经抵达平阳附近。而魏氏在绛都周围的兵力满打满算，加上抢先驻扎周阳防御我军的魏驹部，不过两万余人，若急击之，赵氏必破魏军，则晋国便可全部归属将军了！”

    赵无恤沉吟片刻后表示知道了，让他们统统出去，只留下刚才没有说话的王孙胜一人，问他对此怎么看？

    “将军若下定决心灭魏，撑着这个冬天征召兵卒不休憩，忍着好不容易积累起来的仓禀耗尽，强行进攻，到明年应该就可以将全取河东了。若韩氏卷入，战争可能会延长到后年，若秦、楚、郑卷入，那此战就绵长无期了。纵然以赵氏之强，连续作战五六年，也会民生凋敝，怨声载道……纵然最终胜利，只怕也会失了民心，加上赵氏中心在河内、晋阳，距离河东太远，到头来反倒会便宜了别人。取之易，守之难，就像当年吴师入郢一样，看着威风八面，到头来好处却不多。”

    “说得好！不但要夺，还必须守。”赵无恤一直认为王孙胜也是一个王霸之才，而且并非必须依靠别人，他就算自立门户，也有可能成为雄霸一方的诸侯，甚至是自己的对手……

    不过至少现在，这个年轻人的路，还长着呢。

    “所以我才打算用大军逼压国都，对国君和魏氏造成危机感，胁迫他们向我低头，按照我的想法重新构建晋国的格局和未来。“但这个度又得适量，不能让韩氏觉得我太霸道，因为惧怕而远离，也不能让晋国的威仪完全碎裂扫地，造成三卿彻底分裂，让三分晋国提前上演，那不是赵无恤的初衷……

    他的目标只有一个，赵氏代晋，列为诸侯！这便是赵氏的唯一策略，纵然要实现这个目标需要走很多路，突破物质基础，突破时代限制，还有深埋于人们精神里名为”礼法“的重重阻碍。但他能等，他还年轻，三十不到，有充足的本钱和时间。

    “魏侈父子应该也不想让我真的兵临新绛，让魏氏彻底陷入被动，所以他必须来，在盟约上签下自己的名字，接受由我，由赵氏主导的晋国新秩序！”(未完待续。)
------------

第809章 魏策

    PS：1点左右还有一章

    “赵无恤邀魏卿赴会，为何寡人也要一起去？”

    新绛东门外，晋侯午端坐在金碧辉煌的大车中，他的“侯伯”之驾足足有六匹马拉着，足以比拟天子仪仗，交龙之旗抖擞飘扬，可这位国君的脸上却不怎么好看。[www.mianhuatang.cc 超多好看小说]

    说来当今晋侯也是可怜，弱冠之年继位，虽贵为国君，却被六卿当成少年，一直养在深宫，未曾经历风雨，前后被魏舒、范鞅、知跞等强卿架空。到了而立之年时，又碰上了百年不遇的大内战，历经了一场新绛城中的血腥厮杀，还未来得及喘口气，迎面继而又要面对来势汹汹的赵无恤，他愁得都快少年白了。

    魏侈倒是言之凿凿：“如今赵无恤势大，君上也认可了他清君侧的旗号，故而他挟大胜之势而来，郊迎也合乎礼法的，旧绛，正好是公室畿内的边缘。”

    “话虽如此，可若他起了歹心，要加害于我；亦或是想要学对待鲁君一样，将我挟持起来，带回太行以东圈养在行宫号令卿大夫，那该如何是好？”想到鲁定公的凄惨处境，晋侯午不由打了个哆嗦，知魏两家过去在他耳边没少说赵氏的恶处，其中就包括他对鲁国公室的不臣。

    魏侈保证道：“赵无恤绝不敢如此！若有此心，他早就逼进新绛，围城叫嚣了，也只有国君在，才能让他收敛不臣之心，非分之想，安分地撤军离开啊……何况那边不止赵无恤一人，魏氏会派大军护送，韩氏家主韩虎稍后也会赶到。而且君上是以去旧绛巡视、祭祖为名出发的，绝不会在史书上留下任何污迹。”

    魏侈与晋侯午的关系不如知氏那般亲密，他们只因为是同一根绳上的蚂蚱才捏着鼻子在一起。魏氏需要一个合乎礼法的名义，让自己多一点谈判的筹码；对于国君而言，旧靠山知氏倒了，他需要一个新的依靠，避免被东面来的乱臣贼子所辱。

    所以赵无恤设宴于旧绛，魏侈不得不赴会，但又怕有意外，便索性搞了一场“郊迎”把晋侯搬了出来。[看本书最新章节请到求书 小说网www.Qiushu.cC]虽然晋国朝廷已经威风扫地，可晋侯在晋人心目中，依旧有一丝分量，他不信赵无恤敢逾越最后的礼法障碍。那样的话，刚刚平息下去的赵氏外围，又会纠结起新的反赵同盟，国人的反对也会一波接一波，这就是多年来诸卿宁愿架空国君，也不愿擅行取代的原因。

    晋侯午虽然仍是嘟嘟囔囔地抱怨，说这天寒地冻的，竟然要受这种苦头，这郊迎也走的太远了吧！但还是乖乖上了车，随着魏氏军队朝东边而去。

    从新绛到旧绛，若走的慢，一天是到不了的，他们第一晚在浍水边的行营休憩，这浍河水声十分特别，不流动时也会发出响声，倒映在魏侈耳中格外响亮。

    魏侈又宽慰了打退堂鼓想回新绛的晋侯一番，这才离开大帐，召来儿子魏驹商量明日谈判的对策。

    ……

    原来魏驹见赵无恤停在旧绛，他不放心，也带着魏军驻扎在其东以防不测，听闻魏侈带着国君来了，先是一惊，便连夜过来与父亲见面。

    “父亲为何将国君也带来了？”

    “国君在，三卿相会便有仲裁之人，商量出结果由国君拍板，两外两家也无话可说，我魏氏也不用被赵氏单方面胁迫退让。与国君相互扶持，博得舆情礼法认同，这是现下魏氏唯一的优势了……赵氏在旧绛表现如何？”

    魏驹忧心忡忡地说道：“赵军入旧绛后，财物无所取，妇女无所幸，只要了十日粮秣。可见赵无恤其志不小，意在取河东民心和膏腴之地，而不是抢掠一番就返回太行以东独立行政。”

    早在魏氏叛知前，赵魏韩三家已经有过频繁的书信往来和书面约定：魏氏所获的范氏河东领地仍然归魏，韩氏收复原先的全部领地，赵氏的耿、下宫、楼也要复归赵氏所有，并享有东阳、邯郸、河内三处的法理控制权。灭知后瓜分其领地，三家井水不犯河水。

    但究竟要怎么瓜分，当时也没有具体的方案，原本魏侈希望向北守住谷道，向东以上党为界，独占河东。谁料赵氏东、北两路兵马的进度的都出乎他的意料，魏军拦又不敢拦，也拦不住，只能坐视他们越过了这道线，逼近绛都。

    魏侈又问道：“此次约我去相谈，赵无恤打的是什么主意，他打算如何分割知氏和范、中行的领地，你可知晓？”

    “小子不知，赵无恤甚至未对核心家臣之外的人透露只言片语，根本猜不透，不过在我想来，大概是想要插足河东罢。”

    请神容易送神难，魏侈深知，自己若不出一点血，恐怕是没法让赵无恤撤离河东了。

    他冷冷一笑：“也罢，既然他贪得无厌，得了大半个晋国还不罢休，那吾等便再推他一把。若赵无恤无故向魏氏索地，国君、韩氏必恐；若他更进一步，觊觎执政之位，如此重欲无厌的人当了晋国执政，天下诸侯必惧，秦、楚、郑都会与之为敌。这就是《周书》所说的，‘将欲败之，必姑辅之；将欲取之，必姑与之’！着同样是吾等的应对之策，只要他的要求不是要新绛、旧绛、知邑之类太过分的，一两座城池的话，吾等不如与之。其实这次的郊迎，何尝不是为了骄赵无恤之心，骄而轻敌，赵氏之盛不长矣！”

    商量好魏氏的应对之策后，次日，一军魏卒和一千宫卫组成的“郊迎”队伍继续沿着浍水河逆流而上。接近旧绛时，赵氏的轻骑斥候开始频繁地出现在视野内，赵氏派来的礼仪官也拜见晋侯，说赵卿听闻国君亲来，受宠若惊，已经出营，就在前面相迎！

    晋侯午的脸色这才好看了一点，他正襟危坐，摆出诸侯的气派来，心里却还是虚得不行，多年未见，赵无恤恐怕很难像当年一样，对自己低眉顺眼了吧……

    ……

    旧绛这边也已经得知晋侯要来“郊迎”的消息，十月初十一大早，赵无恤便带帐下诸将吏、家臣往西迎出十里。

    三万赵氏步骑鱼贯前行，队伍中各色旗帜飘扬，矛戟如林，伴随着鼓声，排了两里长，前为骑士策马扬威，后为甲士持矛站立。远望之下，烟尘弥漫，军容甚盛。

    众人立於道上，遥望前方，时当正午，一支车队迤逦行来。

    新绛通往旧绛的大道是极好的，黄土被夯得很结实，道两边植有松柏，虽在此前被各方势力砍伐了不少做器械，但仍剩了不少，远远望去，参差不齐的道边树中，宽阔的官道上，数千护卫兵甲鱼贯前行，如临大敌，后面便是晋侯的仪仗。

    赵无恤站在涂道中间，见到这一幕，一段往事一下子闪过脑海。那是他还未及冠的时候，在泮宫举办大射仪。当日春暖花开，是他第一次见到晋侯，见到春秋时代的诸侯之礼，有些惊艳，也有些失望。

    他记得当时的虒祁宫虎贲魁梧雄健，至少表面功夫也做的很好。

    但这几年晋国久陷内战之中，不但朝廷经济困难，公室也愈发凋零，连虒祁宫也免不了缩减了开销，昔日雇佣来站岗的公族子弟，竟都养不起了……所以那些宫甲，如今看上去却显得有气无力，连迈步都有些发虚。

    晋侯的座驾是一辆六马驾辕，华丽而庄严的舆车，通体硬木打造，外覆青铜构件，上有华盖，正是晋国重宝，著名的“大路之车”。车上载着庄重的彝器，表军权的戚钺，表征伐的彤弓等，都是周天子在数百年间陆续赐予晋侯的“侯伯”礼器，晋侯为了给自己撑场面，竟然都带出来了。

    长出不少胡须，面色有些苍白的国君立于车厢正中，旌之以车服，明之以文章，正扶着车栏直视前方，目光不偏不倚，正好和赵无恤碰到一起……

    赵无恤从他眼中看到了恐惧，对自己身后力量的恐惧……

    他微微一笑，还是垂下了头，让晋侯保留一丝脸面。可心里取而代之的想法却更甚以往了，这不再是少年的痴心妄想，似乎是只需要踮起脚尖，伸出手，便能摘到的甜美禁果……

    (未完待续。)
------------

第810章 战战兢兢

    也由不得晋侯不心生怯意，因为赵无恤这架势在他眼里，不像迎接，反倒像列阵打仗，他差点就站起身来，让驾驶公车的御者赶快掉头就跑……

    不过居前相迎的赵无恤打消了晋侯的疑心，他就站在路中间，冠带黑衣，金印紫绶，革带佩剑。<strong>txt小说下载wWw.80txt.COM</strong>一众赵氏将吏与家臣跟随其后，见到晋侯车驾过来，赵无恤便带着他们迈步，下拜道：”罪臣赵无恤，拜见君上！“

    晋侯心中百感交集，挤出一丝笑意：“卿乃晋国才俊，扫清君侧恶臣，都依仗卿尽力，何罪之有？快快免礼。”

    他很好地隐藏起自己的怯场，笑着让赵无恤和他的家臣们起身，啧啧称奇地赞叹了一番，眼睛在身后凶巴巴的赵氏将吏脸上扫了两眼，随即便集中在赵无恤身上了，这时候，要表现得亲昵些，过去俩人关系还算不错。

    “卿可否上前几步？”

    赵无恤走到车边，晋侯看了一会后，发现他成熟了许多，短须覆盖了下巴，便执其手，用有些动情的声音道：“赵卿，寡人与你几年未见了？”

    赵无恤也换上回忆的神情道：“臣在公九年腊月离晋，如今是公十七年十月，唉，不知不觉蹉跎八年过去了……臣少小离家，老大方归，若再晚几年，少年白首，只怕都不能活着见到君上了。”

    他的态度倒是出乎晋侯意料，没有暴发户的嘴脸，但晋侯午也不是二十多岁的毛头小伙了，心里的提防忌惮一点都没放松。

    “这是什么话，寡人还指望与卿把酒言欢，再一起玩几局象棋、蹴鞠呢！卿正值大好年华，当继续为国效力。说起来，赵氏历代忠良，赵成子辅佐文公流亡诸侯长达十余载，一直矜矜业业；赵宣子辅佐三代国君，赵庄子、文子、景子莫不为晋国维持霸业做了贡献。到了赵武子，更是堪称人臣楷模，唉，只可惜他英年早逝，不能再一睹英容……”

    “老骥伏枥，志在千里，烈士暮年，壮心不已。父亲死得其所，至死仍是晋国的忠臣，还敦敦教诲我忠于家国之道，让无恤受益匪浅。”

    “‘然也，江汉汤汤，武夫洸洸。经营四方，告成于王。四方既平，王国庶定。时靡有争，王心载宁’，叛臣已遁逃，晋国百姓可以过上无争无战的好日子了……”晋侯接着还吟诵了一首召伯虎南征胜利归来，告成于周宣王的诗《江汉》，赞誉无恤之功劳。

    就这样，一堆寒暄过后，君臣两人久别碰面的尴尬似乎缓解了不少，晋侯热络地与赵无恤谈着往事，夸赞他清君侧符合礼法大义。[txt全集下载wWw.80txt.com]赵无恤则笑了笑，说这都是将士尽力，这才能驱逐知氏叛党。

    他邀请晋侯继续前行，接受三军朝见，并亲自蹬车为车右，为晋侯做“引导”。

    ……

    车驾前面由骑兵开道，虞喜居先，手中高举一件物什，此物由竹作成，柄长八尺，束有三重的牦牛尾，牦牛尾被染成黄色，这便是当年晋侯赐给赵鞅征伐王子朝的节杖。也是赵无恤在家里能找到的，可以代表赵军是晋国中军一员的唯一东西。

    作为叛党，玄鸟大旗打的久了，突然再换上晋国的皮颇有些不习惯，要不是前些日子蔡史墨提醒，他差点把这茬给忘了。

    虞喜之后，则是戴着飘洒红樱何鲜艳羽毛的胄帽的数百精锐骑从，穿着玄色的软皮甲，披着绛色的战袍，手持长达八尺的骑矛，佩戴黑色刀鞘的直刃环首刀，有的还配有骑弓。他们骑的都是良马，高六尺半，俊美雄壮，而且为了今日的场面，还特地披挂了绘成虎纹的皮制马甲，看上去十分整齐雄壮。

    晋侯不由反观自己的御马们，这几年河东经济困难，宫中马高六尺半者寥寥可数，这让晋侯感觉脸上无光。侧目看着旁边介绍骑兵战史，兴致勃勃地描述他们每次斩首几何，击穿敌人阵线几次的赵无恤，一时间自愧形秽，讷讷无言。

    再往前，步骑三万的赵军整整齐齐列成十数个方阵，玄色的战旗，制式的甲衣，锐利的剑戟，在正午阳光的照耀下，闪耀着耀眼的光芒。

    材官服绛衣，挽强弓劲弩，腰上挎着箭囊，一面绘有后羿张弓射日的军旗迎风招展。武卒则个个燕颔虎头，身强体壮，他们披甲持戟，营前亦有军旗，是三尖高山和直立的林木，士卒们也的确如不动的山川和静待的林木般静默无言，只是目光炯炯看着车驾。看向晋侯的神情是好奇和茫然，看向赵无恤却是狂热和崇拜。

    赵无恤面带微笑，向他们挥手致意，同时介绍着这些军队的战史——将齐、卫、范、中行、知，甚至还有晋侯的公室兵打得抱头鼠窜的战史。

    一路下来，晋侯算是彻底明白了。

    这赵无恤乍一看和过去一样温顺亲切，实则却在给他，给魏侈下马威啊……

    晋侯午这才想起来，赵无恤已经是废立过宋、曹、卫、鲁、薛数位国君的霸道卿士了，会不会把在泗上的那一套反过来用到自己身上呢？

    他不由两股战战，心生惧意，不时回头，想看看自己的亲卫宫甲是否还跟在旁边，魏氏的军队又在哪里，能否及时保护……

    谁料就在此刻，就在他们即将走完涂道，路过那个打着烈火侵略旗帜的方阵时，一个振聋发聩的声音却突然喊了出来：“万岁！！！将军万岁！！！赵氏万岁！！！”

    ……

    不知道是谁先喊了一声“万岁”，顷刻之间，十数个赵氏军阵，三万名将士，都一齐狂热的高声呼喊着：“万岁！”“万岁！“将军万岁！！！赵氏万岁！！！”

    赵无恤本来面带微笑检阅着眼前这数万虎贲，感觉好极了。这种方式为春秋时代所未有，与其说是迎接晋侯，更不如说是接受他的检阅。他的思绪一下飞到另一个时空，年幼的他只能在电视机面前崇拜地看着领袖逆行在十里长街上，接受海陆空三军将士的注目礼，孰料今日，自己也享受到了同样的感觉。

    不过当“万岁”声响起时，他的微笑却凝滞在了脸上，这是先前未想到的，他的要求是众将士沉默少言，用这种此时无声胜有声的气氛威慑下晋侯和魏氏，谁料……

    赵无恤本以为军令如山，没想到的是，对于这三万赵军将士来说，晋侯？这是一个陌生的称呼，他们中大半是鲁人、宋人，甚至是卫人，对于晋君有种陌生感。更何况被征召入伍后，虽然被教导过忠君之事，但忠的却是给他们军饷和吃食，还有田宅的赵将军。基于一种朴素的威权崇拜，他们几乎是将赵无恤当成神灵来传说的，甚至有人传说，他就是宋国近来很流行的“玄王再世”的玄王人选。

    所以当赵无恤站在车上对他们挥手时，他们自动无视了晋侯这个人，只是目光炯炯地看着赵无恤，是他将他们带到这里，一场接一场的胜仗，见证数不尽的荣耀，得到了田宅子女。随着赵无恤摆动的手，他们的情绪如火山的熔浆一般，在心底里面沸腾着。

    尤其是打着烈火侵略旗帜的田贲部轻兵，在赵无恤经过时，沸腾的熔浆猛烈的喷发出来，田贲如同狼嚎般，第一个抬起头嚎了一嗓子，引发了一场山呼海啸。

    赵无恤目光所到之处，看见的是一双双狂热的眼睛，和张口大呼的嘴巴，士兵们几乎无法控制自己的情绪。他感动之余，也有些无奈，实在是一场意外啊，这些在公子阳生在郓城被腰斩那天，从百姓处学到这个词的士卒们，完全没有想到他们这一嗓子所产生的后果。

    突如其来的狂热喊声将晋侯吓了一个踉跄，若非赵无恤拉了他一把，差点从车上吓得掉了下去。

    惊愕失措的不止晋侯一人，后面跟着的魏侈早已被赵军的架势弄得满头大汗，这会更是脸色煞白。

    在外围提防的魏驹也面色大变，他的手下意识的搭到了腰间的剑柄上，魏赵两军一时间剑拔弩张。

    唯独赵氏军阵后面，楚国士人石乞露出了一丝笑，握着短剑，就朝前走去，心中杀意越来越浓郁，功成名就，或许就在今日！

    不过他才走了几步，就被人拉住了，一回头，却是王孙胜，对他摇了摇头。

    石乞眼见晋侯车驾远离，不由呵斥了王孙胜一句，骂他优柔寡断，难成大事，再回头时却碰上了赵无恤命令他停下来的眼神。

    石乞只能讷讷地收起匕首，不满地嘀咕了一句。

    “天予不取，反受其咎！”

    ……

    赵无恤狠狠瞪了朝这边靠近的石乞，还有在阵列里叫得正欢的田贲一眼，让他们休要胡来，坏了自己成竹在胸的计划。

    这时代各地用词不太一样，在周室和晋国，“万岁”“万寿”已经成为天子和诸侯专享，可鲁国那边，却还在乡间普遍使用，所以这场意外发生在春秋，远没有后世严重，赵无恤勉强能圆过去……

    他若无其事地笑道：“二三子在为君上祝寿呢。国君万寿！明明君上！”

    晋午本来已经坐到了车舆的皮毛上，大脑一片空白，紧抿双唇，呆若木鸡，一时之间，完全不知该如何应对。被赵无恤这么一说，才咧嘴勉强笑道：“原来如此，原来如此。”

    气氛太尴尬了，晋侯只能无视喊声里面的“将军”，“赵氏”。他就怕赵无恤突然掉头来跟自己说一句“以此制敌，何敌不催？以此攻城，何城不克?”然后便挟持自己猛攻新绛……

    接下来的路是怎么走的，晋侯没印象，只知道自己战战兢兢，如履薄冰如临深渊。等硬着头皮走完全程，晋侯发现整个衣襟里都湿透了。等坐在独属于自己的大帐中后，随着恐惧慢慢褪去，晋侯心中的愤怒却愈来愈浓，对赵无恤乃乱臣贼子，此番来绛都是心怀不轨更加肯定和畏惧。

    这位落魄的一国之君颤抖地自言自语道：“蔡史墨曾预言说，亡晋者，赵氏也……寡人之前只当是一个笑话，现如今，却已经确信无疑了，新绛和河东，决不能落入赵无恤手中，若他得志，一定会像赵盾弑晋灵公一样除掉寡人！”

    (未完待续。)
------------

第811章 大国上卿（上）

    PS：晚上还有一章

    在上党守将羊殖得到晋侯诏书不占而降后，韩虎一面让人带着五千兵南下去河外抢占地盘，自己则带着部分人马来到旧绛。（WWW.mianhuatang.CC 好看的小说棉花糖作为晋国仅剩的三卿之一，这个热闹即便他不想搀和进去，也得旁观一番。

    “名不正则言不顺，言不顺则事不成，在商量三家分地之前，必须确定一件事，晋国执政卿之位，当归属谁家？”

    和谈一场开，赵无恤便提了这个问题，晋侯午早有计较，他说道：”此事涉及到晋国传统，当问太史。“

    于是便召蔡史墨入帐，朝赵魏韩等人行礼后，史墨侃侃而谈道：”物生有两，有三，有五，有陪贰。故昊天有三辰，大地有五行，人体分左右，万物各有妃耦，故天子有三公，诸侯有卿士，以辅佐君主治国安民。”

    “晋国的卿位，出现于城濮之战前夕，文公始作三军，设六卿，分别作为三军将佐，其中正卿称中军将，为六卿之首，总理晋国军政。在传承规矩上，从韩献子开始，晋国中军将一直是顺次升迁，各家轮流主政，中军将告老，则中军佐替补为正卿，中军将之子继承父辈卿位，担任六卿之末的下军佐，重新开始一轮替补升迁。”

    “之前晋国执政为范献子，范献子死，知伯为正卿，如今知伯被公认为恶臣，已经向西败亡，摈弃家国，当废除其正卿之职。依照次序，应是中军佐魏伯为正卿，升为中军将……”

    魏侈微微一笑，赵无恤则眉毛一扬，问道：“哦，那敢问太史，我和韩子应当是什么位置？”

    “赵武子生前为中军佐，逝世后，将军应当重新从下军佐做起，现在仅剩三卿，当为上军将，韩卿则为下军将……”

    也就蔡史墨敢这样直言不讳地说出来，赵无恤不以为忤，笑道：”按照晋国传统自当如此，但据我所知，战时常有特殊情况。如太史所说的城濮之战前夕，中军将郤縠卒，于是晋文公立刻提拔下军佐先轸担任中军将，这便是破格的例子。”

    “那是制度草创之际，与今时不可同日而语。”

    “太史之言我不认可，策勋赏爵，自然是按照功绩来算的。这场大战里，赵氏东败齐，北击代，西擒知氏，南迫周、郑，敢问谁家出的力有我重？流的血有我多？既然连国君都认为赵氏位居首功，故论功行赏，我当为上卿！”

    帐内一片寂静，晋侯午冷汗直冒，等了半天后见无人反对，只能干笑着说道：”此事乃军国大事，不可草草决定，不如搁置几日……”

    赵无恤却变了脸色：“此事今日必须定下！否则帐外的三万兵卒只怕不服！国君劳顿，身体不适，不能经受长谈，还请下去休憩，吾等得出结果，告知君上定夺便是！”

    “你……你……”

    晋侯呆了半响，他当了这么多年国君，虽然一直是傀儡，却从未如此被臣下顶撞威胁过。txt小说下载80txt.com一时间如噎在喉，委屈得不行，却又说不出话来，一双眼睛四下看去，想瞧瞧有没有忠臣义士站出来为他主持公道。

    然而并没有，赵无恤这番霸道的言辞让帐内众人面面相觑，魏侈父子畏惧赵氏兵力，敢怒不敢言，前几日检阅，还有赵军山呼的“万岁”的确很大程度上威慑住了他们，毕竟赵氏若行无道之举，无人能够阻止。韩虎则眼观鼻鼻观心，半句话也不搭腔，只要赵无恤不公然宣布取代晋侯为君，其余事情都在他底线之内，何况四年的叛党都当了，一时的忤逆又算得了什么？

    “君上，请随老臣回去休憩罢……”蔡史墨走了过来，挡在赵无恤和晋侯中间，搀着晋侯的手，将他往外拉去。一边在他耳边小声规劝道：“君上，大势已去，三卿虎斗，君上却如同待宰的羊羔，就别有其他奢望了，明哲保身即可，其余事情休要再搀和进去了，如若不然，只怕会连同朝中的‘恶臣’一起被扫清……”

    晋侯无力地点了点头，如行尸走肉般跟着蔡史墨往外走去，回头看着虚掩的大帐，突然有种想哭的冲动。

    “唐叔虞、文侯、文公、悼公，子孙晋午不肖，这晋国的社稷山川，已沦为虎狼盘踞之所了！”

    ……

    赵无恤将想拖延卿位定夺的晋侯逼走后，帐内仅剩的三家呈三角对坐，面对赵无恤一副”我必得志才肯罢休“的态度，魏侈、魏驹、韩虎三人感觉自己仿佛被逼到了悬崖边上。

    “小子对正卿之位是志在必得的，这是我父亲孜孜不倦的追求，他在征途中逝世时我就曾发誓，一定要替他如愿，所以根本等不了十年、二十年……还望魏伯谅解。”

    赵无恤如鹰的眼睛盯着魏侈，让他感觉凉飕飕的，自己若占着执政之位，只怕是活不了一二十年的，还不如让步，再见机行事，反正纵然担任正卿，魏氏也号令不了赵韩两家。

    于是魏侈突然哈哈大笑道：“既然如此，老朽愿意让贤。晋国百废待举，必须让一位有德有才者居执政之位方能服众，不过老夫也有一事想请教。”

    “魏伯有何要问的？”

    “成为执政后，子泰要在太行以东行政，亦或是在新绛为政？在太行以东，则不合传统，若在新绛，我想问的是，子泰会将新绛纳入赵氏手中么？”

    他的声音低沉了下来，若赵无恤的野心如此之大，那他魏氏便只能拼着里通外国的恶名，另寻靠山了，哪怕带着全部领地去投秦国，也比继续与赵氏呆一起，日削月剥好！

    赵无恤哈哈一笑：“魏伯误会了，无恤在此保证，河东、绛都之地，赵氏尺寸不取！”

    ……

    魏氏父子在事先商量后，料定赵无恤进逼绛都，肯定是想在河东获得一片领地，作为他干涉朝政的桥头堡，于是便打算“将欲败之，必姑辅之；将欲取之，必姑与之”，宁可忍痛给赵氏一个县，也要保住绛都不失。韩氏对此也心怀警惕，韩虎虽然与赵氏亲善，但也想好了，若赵无恤要求获得畿内周边的话，他以后也会偏向魏氏和晋侯那头，以维持平衡，让自己能发展壮大。

    然而这场三方会谈刚刚开始，赵无恤的一句话便将韩魏两家弄懵了。

    “河东、绛都之地，赵氏不取尺寸！”

    “赵氏不要河东之地？”

    魏侈诧异地看向魏驹，魏驹也一脸懵懂地摇了摇头，表示事先绝不知晓。

    魏侈一时间沉吟了，如此一来，赵无恤的打算就变得扑朔迷离了，他进逼新绛，只是为了那个正卿之位？说实话，经过赵氏悍然叛晋事件，完成了晋国首例在位执政战败的成就后，晋国的执政位置，名分远远大于实利。

    若赵氏想要的东西仅仅如此，那留在晋国内部继续观望，与赵氏井水不犯河水，也不失为魏氏长期发展的良方。

    至此，话题开始从卿位归属上，跳转到战后的疆域瓜分。

    赵无恤也不客气，直接让人呈上一份晋国地图，上面赵氏占领的城邑被描成黑点。原先的封地晋阳、长子自然不变，邯郸归赵，范氏的河内当做“清君侧”的赏赐成为新领地，中行的东阳也由赵氏代国君管辖，以防御齐国、鲜虞。知氏在太行山两侧领地，釜口、阏与等险要之处，都将尽归赵氏所有。

    如此一来，赵氏成了内战的最大赢家，但按照赵无恤的说法，最富饶丰腴的河东地区，他只求将耿、楼两处祖地收复回来，介山以南，长子以西之地，则不取分毫！

    魏氏被描成红圈，他家如今控制了大半个河东，连知氏的老巢知邑也已经攻下，仅剩蒲坂一带的知兵尚在顽抗，想必用不了几日便能将知氏赶到大河以西。

    韩氏的控制区域则是绿圈，包括河内的州、野王等地，以及上党，还有平阳、彘，这两处位于汾水中游，正好挡在晋阳和河东之间，如今被知氏余党知申占据，赵氏承诺和谈后会派邮无正去将其攻取，交还给韩氏。

    最后就是新绛到旧绛这方圆几十里，乃晋公室的畿内领地。

    直到这时，在帐内一直像个配角般少言寡语的韩虎才起身说道：”韩氏的要求不高，我只要河外。“

    魏侈偏头与魏驹商量，韩氏想要河外，在情理之中，因为晋国除了这一处外，几乎都被瓜分殆尽了。

    “我支持子寅，只不过……”

    在韩虎和魏氏目光投过来后，赵无恤才笑道：“只不过太少了，完全不值韩氏在大战中所做的牺牲的贡献。”

    韩虎松了口气，半开玩笑道：“如此说来，子泰想要如何补偿我？”

    赵无恤却很认真地点着地图道：“我真心为子寅考虑，河外孤悬域外，独木难支，子寅需要一个渡口，故茅津应该归韩氏所有。虢城素有上阳、下阳之分，一个在大河之南，一个在大河之北，二阳都应该交给你。正所谓唇亡齿寒，虢城在手，若没了虞，随时都会被外敌侵入，为了韩氏的安全考虑，虞城也应该归你所有！”

    韩虎愣了半响，心中欣喜若狂。

    可另一边，魏氏父子有些坐不住了，因为赵无恤点的这几处，矛津、下阳、虞，无一例外，都位于河东腹地，原本是范氏的地盘，如今都在他们魏氏控制之内！

    尤其是虞、下阳，距离他们魏氏的老家安邑何其近也！

    图穷匕见，这才是赵无恤真正的计划，利之所在，魏氏设想中两弱敌一强的“合纵”，瞬间就变成了赵韩逼压魏氏割肉的“连横”。(未完待续。)
------------

第812章 大国上卿（中）

    PS：一会还有一章。<a href="http://www.mianhuatang.cc" target="_blank">棉花糖小说网WWW.Mianhuatang.CC</a>

    魏驹毕竟年轻，没有意识到有陷阱在其中，当即起身质疑道：“子泰，这不对，三家事先说好，魏氏获得的范氏虞、下阳等都归魏氏所有，不在分割范围之内，如今为何出尔反尔！”

    话一出口，赵无恤倒还没答话，他父亲魏侈先在后面拉了他一下，魏驹顿时反应过来，一回头看了看韩虎的表情。韩氏家主对赵无恤的建议显得兴致勃勃，魏驹站出来质疑后，才连忙收敛了那份渴求的目光。

    但名为贪欲的刺一旦扎下，就再也拔不掉了……

    “糟了！上当了！”

    魏驹在心中狂呼，韩氏进取河外在赵魏两家预料之内，魏氏有求于韩氏，所以并未阻止，还暗中表示支持。

    但光口头支持是远远不够的。

    赵无恤也看准了这一点，他直言自己不要河东尺寸之地，放松了韩氏的警惕，接着顺水推舟，又提出在河东给韩虎补偿，这一出割魏饲韩之计当真狠辣！

    原本中立的韩氏突然被赵无恤推到了与魏氏的对立面，河外和河东必然存在冲突！韩氏不会放任当年假虞伐虢的故事再度发生，魏氏也不会容许自己后院多出别家的旗帜。

    魏氏父子深深地感觉到，自己真的失策了，但这种平白无故要魏氏放弃重地，让安邑和盐池面临威胁的提议，他们绝不接受！

    仿佛知道魏氏不会轻易让步，赵无恤像变戏法似的，又抛出了一个提议。

    “韩氏在战争中出力颇多，平阳、上党陆续失陷，论损失，是三家中最多的，必须加以补偿，不然不足以服人心。[棉花糖小说网www.Mianhuatang.cc想看的书几乎都有啊，比一般的小说网站要稳定很多更新还快，全文字的没有广告。]当然，魏伯若愿意让出虞、下阳、茅津这几处，我自然也会从别处补偿魏氏。“他俨然从参与瓜分者，摇身一变成为韩魏争地的仲裁者！

    魏驹和魏侈不想把韩氏彻底推倒对立面去，所以不方便亲自出面反对，他们目视参与旁听的魏氏小宗令狐博，令狐博了然，便出言道：“虞与下阳都是范氏经营百年的良田，而且距离安邑、盐池、魏城极近，快马一日可达。若两家如此相邻，难免不方便划分管理界地、抓捕逃奴，我也不知从何处补偿能够及得上这两处。”

    对此赵无恤一笑了之：“我提出的那块地，魏伯和子腾一定感兴趣。”

    “何处？”是苦寒的晋阳，还是偏僻的太行山麓？无论是哪，魏氏父子心里一百个不愿意。

    “我指的是……绛都！”

    ……

    帐内又一次静了下来，只剩下竖人添酒的声音，旧绛贵族家里珍藏数年的上等酒浆从竹斗落下，倒入青铜酒盏中，洒下一片银色酒花，让人喉头直动。

    “绛……”半响之后，魏驹终于发声了，“子泰莫非忘了，新绛旧绛间这方圆数十里，乃国君的畿内领地，诸卿不可妄动……”

    “自然记得，只不过时代变了，有些规矩也只能逾越一二。何况早在内战之前，诸卿已经在畿内到处设立城邑，作为各自的宫室，将绛都夹在其内，国君如同被囚禁的笼中之鸟，此为其一。”

    “其二，恕我直言，先君和国君都信任知氏，无人时君上甚至称知伯为仲父，与魏伯一同驱逐知氏，实在是情非得已，如今知氏流窜河西，万一哪天引导秦人杀过大河，兵临新绛，说不定国君又会念着与知氏的旧谊，再度在魏伯背后捅一剑！魏伯还敢让国君继续统辖新绛国人，掌有公室虎贲么？”

    他解释道：“正因为打算谈及此事，我才让国君回避。”

    韩虎点了点头，做了四年晋国叛党，他对晋侯早已没了敬意，对他称臣甚至还有些别扭和尴尬。魏氏也若有所思，背叛者最怕他人背叛，魏侈十分多疑，他家与晋侯午不过相互利用的关系，哪敢百分百信任，如今赵无恤这么一说，不免有些意动。

    “与其如此，不如尽去公室领地，魏氏得新绛旧绛，虞和下、茅津则归韩氏，何如？这笔交易，魏氏还觉得自己吃亏么？”

    韩虎也道：“旧绛乃士蔑所建，虽然已经是旧都，可人口却不亚于一个县。至于新绛更是河东的瑰宝，当年韩献子劝晋景公迁都时曾言：新田，土厚水深，居之不疾，有汾浍以流其污，此地乃晋国百年之基，肥腴百里，魏伯得此地，我都觉得自己亏了。”

    韩虎的语调已经变了，从一个旁观者变成了积极参与者，因为下阳和虞乃河外的屏障，他太想要了。有了这两处，段规的计划又完美了几分，韩虎怎能不心动？

    虽然他心中也有疑惑：如此一来，赵氏似乎没什么所获啊！难道此次进军绛都，真的是只为韩氏争取更大的利益么？一时间，韩虎甚至有些羞愧难当，为最初打算与魏氏合二弱制衡一强而惭愧，自己莫非是以小人之心度君子之腹。若是能与赵氏一强俱强，他岂有不愿之理？

    不单韩虎，魏驹也被这个建议激得心痒难耐，他魏氏虽然一度心贪，想要得到整个河东，但惟独新绛和故绛太过敏感，竟不敢生出吞并的心思来，只想依靠魏氏离得最近的优势加以控制。

    如今赵无恤却直截了当地提出，魏氏自取新绛、旧绛，怎能不让他喜出望外？本来抱着损失大县也自认倒霉的心思参与这场和谈，如今却有机会赚得满载而归，纵然损失了虞、下阳也在所不惜！

    然而多疑的魏侈仍在犹豫，因为他总觉得，这其中有赵氏的阴谋……

    “让韩氏得到河东的一部分，在我两家间制造间隙，这是阳谋，但把新绛旧绛塞给我是何意？这不合常理。”

    他想不明白，索性直言问道：“赵氏，真的对河东一无所求？”

    ……

    赵无恤自然不会做活雷锋，实在是吞下知氏的太行阏与、潞氏、黎等领地，便足以让他消化上一阵了。河东虽然富饶人口众多，但赵氏的中心已经转移到太行以东去了，纵然还有晋阳，但隔着魏氏的吕，隔着韩氏的上党，治理起来颇有些不便，一不小心，又是邑大夫坐大，里通外敌的局面。

    所以还不如把韩氏塞进来，让韩魏生出间隙，当疆域犬牙交错时，纵然两家亲如兄弟，也难免不出争执。就算两家家主忍让，百姓可忍不了，一亩田地，一棵桑树，也许就会演变成两家械斗……到时候他们一起跑来找自己仲裁，那就有好戏看了……

    所以，还要在这其中再添一把火才行啊。

    于是面对魏侈的疑问，他笑道：“自然不是，赵氏在河东其实还有两块领地，一个是耿，一个是下宫。”

    提及下宫两字，一时间赵无恤的脑海中便出现了一幅幅画面，下宫的马厩、与季嬴一同呆过的城楼、呦呦鹿鸣的苑囿、在小小成乡度过的一年岁月，那株如华盖般的桑树，那是他初来乍到这是时代最难忘的经历，也是他从少年成长为男子的重要阶段……

    无恤一时失神，但下一瞬，这些画面都被他挥动干将剑斩得粉碎。羁绊，有时候是阻止人前进的障碍，这是一个连环计，他所图甚大，为了更大的目标，暂时的割舍这些回忆是值得的，他如此劝说自己。

    “魏氏在晋阳附近也有一个县，正是梗阳，魏氏的魏戌为梗阳大夫，此地迫近晋阳，却远离魏氏本土，故我欲用离安邑更近的耿和下宫两处与魏氏换地，何如？”(未完待续。)
------------

第813章 大国上卿（下）

    PS：第三更

    换地，对于晋国诸卿而言并不陌生，因为他们在封建领主制度下得到的领地东一块西一块，很少有连成一片的。<a href="http://www.mianhuatang.cc" target="_blank">棉花糖小说网WWW.Mianhuatang.CC</a>所以便常常有领地交换的行为发生，国君强势时，这自然是不允许的，但随着公室权威一点点削弱，卿族们换地便越发频繁大胆起来。

    韩氏的州县就是通过一系列交换得来的，此外，位于晋阳附近的马首最初被分给韩氏，于是赵景子用平阳与马首进行交换，这才有了现在的局面。

    本来梗阳的存在相当于卡在赵氏太原盆地诸县上的一根骨头，但现在的魏氏不被赵无恤进攻就要感谢昊天了，哪里还敢有主动招惹的念头？如今放弃难以联络的梗阳，获得汾水流域的耿和绛都附近的下宫，这个交换魏氏自然乐见其成。

    当然，换地的同时，一般而言也存在移民，双方会将原先领地上控制的编户齐民挪个位置，不想便宜对方。

    然而就在赵魏两家商量换地和移民细节的时候，韩虎眼中却隐隐有些寒意。

    耿与他的老家韩城，只有一河之隔……

    赵氏已经把祖庙灵堂迁到温县去了，所以换地起来不用顾忌，可韩城却是他韩氏列祖列宗归葬之地，绝不容放弃。如此一来，韩城便被魏氏的领地团团包围，同时被包围的，还有韩氏的主邑平阳，由不得他不慌……

    一时间，韩虎对晋国时局的观感大变，甚至觉得魏氏在战争中出力甚少，只不过是投机了一把，就得到了新绛、故绛这等膏腴之地，是不是有些过分了？

    这下子，韩氏真的在河东与魏氏挤作一团了，领地犬牙交错，你中有我我中有你，颇似一个****镶入对方腹地。虽然韩魏两家都猜测到这是赵无恤的阳谋，却难以抵制津口要地和绛都的诱惑，当日，在赵无恤的不断催促蛊惑下，他们便在草拟的盟约上按了手印。

    晋侯午十八年十月十七日这一天，赵魏韩三家在新绛故绛之间一个名叫“侯马”的小地方设坛，举行会盟。

    作为放弃河东的补偿，赵无恤毫无疑问地被魏、韩两位家主共同推举，在如此大的压力下，晋侯只能同意，在上面加盖了国君之印。

    是日，赵无恤在侯马正式成为晋国的中军将，大国上卿！

    ……

    赵魏韩三卿在侯马结盟这么重大的事，晋侯却未参与进去。<strong>txt全集下载wWw.80txt.COM</strong>

    据说他在那日被赵无恤排挤出会议后就得了病，一直抱恙呆在大帐内，也不知是真的身体不适，还是心病，总之半步不肯迈出来，一个人在饮酒作乐，生着闷气。

    蔡史墨将三家将在侯马结盟，为赵无恤举行升任上卿仪式的消息禀报晋侯时，晋侯午仍然懒洋洋地转着手里的空酒盏，“太史，凡事都让赵魏韩三卿做主即可，反正他们已经将寡人的晋国分得差不多了。”

    他声音漠然，浑如事不关己，显然是已经哀莫大于心死。

    要是知氏赢了这场战争，该多好，自己当初还不如选择同知跞一起流亡河西，哪怕颠沛流离，也好过彻底成为傀儡，遭受屈辱……不过赵魏韩连新绛故绛都一并分割的事还是密约，晋侯并不知晓，不然非得气得吐血不可。

    蔡史墨等人无从宽慰，只能叹息一声，作为国君使者，去参与这场三家瓜分晋国的盛宴。

    晋侯午冷漠地看着蔡史墨离开，把酒盏举到唇边，啜了一小口。这是上好的黍子酒，很烈，但不知为何，却酸得他牙齿发麻。

    他被困在这里了，那天以后他本欲回绛都，但赵无恤坚持国君必须待到整个公议过程结束才可离开。

    晋侯午如同被软禁一般，他从未如此失落过，帐外的宫卫陆续被调走，换上了赵魏韩三家的人，而以赵氏武卒居多，明晃晃的剑戟让他胆战心惊。不过经过数日，他现在不怎么害怕了，他笃定赵无恤不敢伤害自己。

    “早知寡人会有今日，八年前的大射仪，就应该将汝赐死！或者在汝逃亡出国的时候，就应该下严令，请求诸侯帮忙禁锢逮捕！”他咬着牙，又饮了一盏酒，心里痛骂赵氏庶孽子得志便猖狂。

    晋侯午的愤怒需要发泄，他开始不断召侍婢隶妾入内，从早晨到正午，连御三女，都是处子。他丝毫不怜惜，将其想象成赵魏韩三卿家中的女子，一边折腾一边打骂。完事后浑身都汗津津的，黏稠的酒浆下肚，脑袋开始晕眩，看着床榻上或嘤嘤啼哭，或呆滞如同一块死肉的躯体，心中一阵恶心，几欲作呕。

    “滚出去。”他几鞭子抽在那些隶妾身上，将赤身裸体的她们赶了出去，自己无力地倒在榻上，开始哭泣起来，堂堂晋侯像个孩子般抽泣，然后便昏睡过去。

    郁闷、不快，这些情绪像是慢慢逼近的黑影一般，扼住了他的脖子，喉咙口鼻里满是恶心的酒臭味，晋侯的呼吸慢慢变得艰难，脸涨得通红……

    就在晋侯垂死挣扎之际，一支有力的手将他拉了起来，酒浆涌到喉咙，晋侯午伏在床沿呕吐不止。那支手在他背后猛拍，若不是这支手，晋侯很可能会被酒水呛死在梦里，继晋景公溺死在茅厕后，晋国公室只怕又要为春秋国君的奇葩死法添加种类了。

    “重赏……”晋侯接过葛巾擦干净嘴，暗想自己的丑态被此人看到，事后大概要杀人灭口才行，但他一回头却呆住了。

    面前之人不是宫女，也不是寺人，甚至不是整日围着他转的太史、司仪。而是一个身高八尺二寸，面容和双眼熠熠有光的大汉，披挂着黑色皮甲，看自己的眼神，就像猛虎在瞧被盯上的雏鹿……尤其他的腰上，还带着一把短剑，任何人不得携带兵器进入国君营帐，这是规矩，这是礼法！

    晋侯声音发颤：“汝……汝乃何人？为何在寡人帐中？”

    那人咧嘴，露出了一口白牙，好似野兽进食前亮齿。

    “臣乃鲁国柳下跖，奉赵上卿之命，来接君上去一个地方……”

    ……

    与此同时，浍水河畔，名不见经传的侯马已经成为一片玉石、裘皮和亮丽织锦的海洋。除了三卿之外，来自晋国的大夫、公族、士群聚于此，站在会盟坛之下，像市肆里的商贩一般互相推挤。

    蔡史墨宣布了晋侯签署的诏书，又重复了一遍赵氏清君侧恶臣的功绩，诚恳地请求赵无恤代国君掌管晋国军政，赵无恤推让三次后，庄严地接受了职务，“吾将不辞辛劳，直到让晋国复霸为止。”

    一同被赐予的还有专属于上卿的仪仗、斧钺、羽毛华盖等物，赵无恤同样三次推让后一一笑纳。

    稍后，赵魏韩三家主，中军将赵无恤，上军将魏侈，下军将韩虎依次登上祭坛，歃血盟誓，又让工匠将分地的盟书刻在石板上，焚券立誓，永不违背。

    三家正式缔结同盟，维持晋国现状，针对逃亡的知氏和范、中行残党进行围剿追捕，赵氏邮无正部会迅速扫清在平阳顽抗的知申，韩氏负责收复河外地，魏氏则继续扫荡知军，准备打到河西去。

    密约里还约定，要一同暗中压制晋国公室，若有背离，则灭族亡家，死无葬身之地！

    晋国那些还存在的大夫，如铜鞮大夫乐符离等也参加了这场大规模的盟书签署活动，一同参与向各自家主委质效忠的还有士、食客、家臣、将吏们，前后有5000余玉片、龟甲、简帛、纸张写满字后背埋入土中。

    至此，侯马之盟已接近尾声。

    忙活了一整天，魏侈擦了擦额头的汗水，他虽然年纪不到五旬，但早已不如当年了，不服老不行啊，往后与赵韩两位小辈打交道的事情，还是交给儿子去做吧。

    这次盟书签署，魏氏是赚到了，魏驹虽然没跟着一起来，但小宗吕行却笑得合不拢嘴。韩氏也不亏，只不过看向魏氏的眼神里带着几分羡慕和距离感。唯独赵氏放弃了河东的利益，不过赵无恤已经控制了晋国三分之二的疆域和超过一半的人口，又如愿成为上卿，赵无恤正拉着铜鞮大夫乐符离说着话，两人笑声不止，看上去心情不错。

    如此算来，三卿竟然实现了三嬴，唯一陪得本钱都不剩的，就是晋侯了……

    就在这时，魏侈却看见留守大营的令狐博匆匆过来，在吕行耳边说了几句话，吕行的笑容顿时化为冰冷的面容，几步迈了过来，向魏侈禀报之前发生的事。

    “家主，留守营地的赵军有异动，世子已经让兵卒备战，他让人来急报，说有赵将带兵闯入国君大帐，将君上掳回赵营之内，连带着被抓走的还有寺人、宫女、有司……从新绛带来的宫卫们搞不清赵氏的目的，如今乱成一团。”

    魏侈顿时面沉如水，小心翼翼地看了看周围，一切如常，赵氏似乎没有在这里兵变，将众卿大夫一锅端的打算。

    于是他壮了壮胆，朝被众人簇拥，如众星捧月的赵无恤处挪了挪，压低了声音质问道：“子泰，这是何意？”

    赵无恤和乐符离正聊得开心，闻言不由转身道：“什么？”

    “子泰休要装作糊涂，我说的是劫持国君人赵营之事！”

    旁人纷纷停下话头，看着魏赵二位家主在这里冷冷对峙。

    “哦，原来是此事……”穿戴上卿规格衣冠的赵无恤把玩着手里的玉圭道：“正好，今日无恤升任上卿，便要开始在晋国执政，当着二三子的面，我要宣布上任后的第一项施政举措！”

    一时间，所有人都竖起了耳朵。

    赵无恤扫视他们，目光掠过魏侈、韩虎，以及所有人，大声说道：“新绛已作为晋国都城百年之久，污秽滋生，知、中行、范叛党余孽藏匿不知凡几，又被知氏焚毁了市肆和官署，是时候为国君换个更好的地方了！”

    (未完待续。)
------------

第814章 迁都

    PS：今天要坐11个小时的大巴，只有一章了，见谅，田野调查期间也会尽量更新

    ……

    “迁都？”

    如同一石惊起千层浪，众人大哗，一时间对这两个字遐想连篇，多半是惶恐和心悸。<a href="http://www.qiushu.cc" target="_blank">求书网www.qiushu.Cc</a>

    赵无恤说什么新绛污秽积累、全城被烧毁大半，那是胡说八道，韩厥规划设计的这座城池自我运作能力很强，一些地方甚至有地下的排污陶管通往汾浍。这项技术从殷商就有，在临淄的建设过程中被发扬光大，又从齐国传播到了晋国。

    所以归根结底，迁都，只不过是赵无恤的一个借口，将国君操控在手的借口。

    魏侈指甲都要渗进手心肉里了，他一下子便明白了，赵无恤迁都是假，要将晋侯挟持在手是真！控制了晋侯午，就控制了晋国的大义名分，挟国君以令诸卿大夫。最可恨的是，偏偏在三家盟誓前不说，现在才突然发难，太过分了！

    不过现如今赵无恤气势正盛，按理说，这项决议的确在上卿管辖范围之内，旁人无毛病可挑。何况侯马会盟坛周围多是赵氏的甲兵，真翻脸的话魏氏也讨不到好，所以魏侈只能勉强笑道：“迁都乃国家大计，贸然行事，是不是太过草率了？”

    “我这不是正在与二位商量么？子寅以为如何？”

    魏氏必然不乐意，但韩氏的态度，就值得玩味了。韩虎思索了一会后，问了一个关键的问题：“敢问子泰，打算将国都迁往何处？”

    若是迁到赵氏领地之内，休说魏氏，只怕连他也会有意见。[求书网www.Qiushu.cc想看的书几乎都有啊，比一般的小说网站要稳定很多更新还快，全文字的没有广告。]

    赵无恤成竹在胸，他对自己的吃相很有把握，相信韩虎会支持自己的。

    “不远，就在铜鞮！”

    ……

    “铜鞮！？”所有人都没有料到这个选项，面面相觑。

    魏侈第一个发出质疑：“铜鞮偏远，岂能为都？”

    韩虎则皱眉道：“为何偏偏是铜鞮？还请子泰解惑。”

    赵无恤笑道：“因为铜鞮有现成的宫室，其规模不下虒祁宫。”

    铜鞮（今沁县），位于少水上游，南临韩氏上党，东南是赵氏的长子，北面是太原盆地，西阻霍太山，却远离晋国传统的政治经济中心绛、翼、曲沃。

    此地原本是赤狄聚居之所，六十多年前魏绛和戎，才被晋国开发，晋悼公将铜鞮封为羊舌氏食邑。到了周敬王六年（公元前514年），晋国上卿魏献子灭羊舌氏全族，分羊舌氏之田为铜鞮、平阳（临汾）、杨氏（洪洞）三县，以乐霄为铜鞮大夫，铜鞮从此设县。

    到了晋平公时，随着晋国公室奢靡风气日盛，在城郭宫室的营建上与齐景公相互攀比，于是便派匠人在风光秀丽的铜鞮构筑了一座规模宏大，设防严固的别宫，称之为“铜鞮宫“。该城周长九里，远远超过虒祁宫的规模，当年郑子产来晋国缴纳郑国贡赋，便曾感叹道：“铜鞮之宫数里，右则疏圃曲池，下畹高堂，内则街冲辐辏，朱阙结隅，晋国之财赋，尽废于此……”

    铜鞮宫的建立，一方面是拓展晋国疆域和控制力的前沿，另一方面也是炫富的方式。晋平公因为这座宫室赚足了面子，也苦了国人，一时间苦不勘言的民众纷纷脱离公室，投靠六卿，公乘无人，民众逃公如避仇寇，晋室由此而衰，晋平公的“雄才大略”也不得不搁浅作罢。

    后世随着政治经济中心迁离河东，导致该宫成为一座孤城，直至废弃，湮没在历史的风沙中，知之者甚少。不过在这条历史线上，赵无恤却打算将其废物利用一番。

    古往今来，但凡以下篡上者，常常喜欢迁都，魏武迁汉献帝至许昌，朱温迁唐昭宗至汴梁，莫不如此……

    赵无恤觉得时候未到，所以不能做的那么明显，铜鞮远离他许给魏氏的河东，可以避免魏氏控制晋侯，整出什么幺蛾子来，且正好在晋阳和长子的中点，往来方便，东出釜口，距离邯郸也不远。更棒的是，将晋侯放在这个赵韩交界之地，还能打消韩氏的疑心，简直是个完美的地方。

    “从我父亲开始，乐氏的职责便是看护铜鞮宫，吾等一直履行此责，虽然被知氏占领一段时间，但铜鞮宫保存完好，随时可以迎接国君入住，虒祁宫的宫女、寺人也能全部装下。铜鞮县亦做好准备，能成为晋国新都，符离与有荣焉！”

    铜鞮大夫乐符是第一个发声支持的人，他在丢了领地后，这两年一直到赵氏豢养，还在河北得到了一座千室邑，早已死心塌地地投靠了赵无恤。

    虽然晋侯被放在铜鞮宫也比放在赵氏领地朝歌、邯郸、晋阳好，但魏侈心里还是一万个不愿意，铜鞮离他的领地不算远，却也不近，中间还隔着霍太山，远不如赵、韩两家近……

    想到这里，他不由出了一身冷汗，转目看向韩虎，他的脸上，竟然已有几分支持的意味！

    对于韩氏而言，晋侯午放在铜鞮要比新绛放心，北出上党，沿着少水而行，很快便能抵达铜鞮，如此一来，乐符离与他的私交也甚好，晋侯相当于是被赵韩两家攒在手里了。

    一念至此，韩虎便含着笑，第二个认可了这项“迁都”之计！

    如此一来，魏氏的处境就变得尴尬起来，以魏氏敌赵已经处于绝对劣势，若同时与赵韩为敌，简直是自寻死路，魏侈不由沉默下来，晋侯午已经被赵无恤先下手为强控制在手里，自己说什么都晚了……

    “如此……也好……”他艰难地点了点头，一项需要谨慎商量的迁都大事，就这样被确定了。

    三卿都同意，计划便能顺利推行，那些在新绛附近的大夫虽然心里不愿，却只能讷讷地接受，这就是强权政治！

    “事不宜迟，为防止知氏与秦国攻河东，重演当年秦穆公破王官，兵临绛都之事，国君会先行去铜鞮宫居住，宫中的太子、夫人、有司也将陆续前，至于新绛的官署、民众，如今正值隆冬，要他们立刻上路太过刁难了，先来故绛做准备，等开春后再东行也不迟。”

    “等等，什么民众！？”魏侈的心窝仿佛被刺了一剑，连忙追问。

    赵无恤一脸无辜，视之为理所当然：“既是迁都，当然要连民众一起迁徙，魏伯难道连这个道理也不懂？若不是为了协助国人搬家，我三万大军西来绛都做甚？”(未完待续。)
------------

第815章 功过任后人评说

    “吾等彻头彻尾地上当了！”

    在侯马盟会结束之后，魏侈万分沮丧地回到了魏氏的军营，因为白天赵军的异动，魏军也全部戒严，魏驹紧张兮兮，他多次见识多赵军的勇锐，万分不情愿与之开战。（WWW.qiushu.CC 好看的小说

    幸而最后魏侈再次选择妥协，一场火并才消失于无形。他这么做是理智的，在三家分地的过程中，韩氏与魏氏两弱联合的趋势被现实利益中断，韩虎为了获得虞、下阳和茅津，开始偏向能给他源源不断带来利益的赵无恤，与魏氏反而成了隐性的竞争对手。

    所幸赵无恤也没有做的太绝，他向魏氏透了底，声称新绛故绛的民众不会全部迁走，会留一部分给魏氏。于是继分地之议后，接下来几日，三卿的争议集中到瓜分公氏之民上面。

    公室领地原本极大，但随着六卿的不断分割，现如今只剩下新绛、故绛和曲沃的宗庙之田。新绛虽然是国都，但人口并未超过十万，加上畿内和故绛，公室领地的总人口二十万人，能组织起一万人的公室军队。只可惜这支军队在丹水、长平一战中几乎全部被赵魏韩俘虏，以至于新绛故绛街上少见丁壮。

    “曲沃那边，为公室宗庙之田耕种田亩的隶民两千户，全归魏氏所有。”

    “新绛及周边的三万户民众，赵魏韩均分，各领一万户。”

    “故绛约合八千户民众，则由赵氏迁往铜鞮，作为新都城的人口。”

    几日的讨价还价下来，魏氏得地而失民，但不算太亏，勉强能接受。他们明面上不敢与赵韩对立，只能暗地里去新绛动员大夫、国人投入魏氏庇护下，抵制迁徙，但魏氏两次反复名声已臭，能否让人相信还是未知数。

    韩氏则又得了一份意外之喜，韩虎决定自己的军队就到平阳和韩城驻扎不走了，明年开春就算强抢，也必须把该是自己的一万户弄到手！然后立刻将他们迁往河外之地，去充实那里，在宜阳为韩氏建立一个新主邑。

    赵无恤的心思更加深远些，在计划中，新绛之民一万户，他会让邮无正带去晋阳交给董安于，那边地广人稀，撂荒的田地急需人口开发。<strong>棉花糖小说网www.MianHuaTang.cc</strong>至于名义上要迁往铜鞮的一万户故绛人口，等这些人进了自己地盘，谁还管他们去哪？赵无恤会让这些人继续往东，过釜口关，抵达邺城，赵氏在河北新开辟的希望之地……

    这一切的一切，都是计然”百年之计“的一部分，当然，只能算是奠基，赵无恤估摸着等沟通晋鲁的运河修的差不多，就让计然回到中枢，开始为他经营广袤的疆域。

    但这份计划也面临着种种问题，光是赵氏一家，就要迁徙两万户，十万人口。新绛到晋阳要走半个月，故绛到铜鞮也要走十天，绛人不愿意离开祖宗之地怎么办？一路上的粮食如何解决？到了地方后要如何安置？这个工程量，可不是一般的浩大。

    不止赵无恤一人想到了这点，是夜，蔡史墨阴着脸来拜访赵无恤，要求去铜鞮宫陪同晋侯午之余，也提出了一个问题：“慎言而笃行，君子矣；妄言佞语者，虽非匪类之，不中而不远矣。将军可知，你在侯马看似轻松的一句话，会害得多少国人妻离子散，多少人家破人亡？”

    ……

    这份指摘是很重的，面对蔡史墨的质问，赵无恤沉吟了，过了一会才点头道：”我也不做什么迁徙中无任何反抗，途中不会死一人的承诺，我只能保证，抵达目的地后，民众们会过上比如今更好的日子。“

    蔡史墨冷冷一笑：“将军的保证，国人们只有到了地方才知道是真是假，老朽只知道，没人肯无缘无故地离开故土，父母坟墓之所在，决不可轻弃……”

    赵无恤摇了摇头，“并非无缘无故，当年叔向与晏婴论晋之季世时就曾抨击过，百姓苦于劳役赋税疲病，但公室却越发奢侈，道路上饿死的人随处可见，而国君宠妾家的粮食却多得装不下，百姓听到国君的命令，就像逃避仇敌一样。国君也一天比一天不肯悔改，用行乐来掩盖忧愁……”

    “早在八年前，我就发现公室领地上的民众生活远不如赵氏下宫之民，还不断有人逃匿进来寻求庇护，宁可做赵氏的隶臣，也不愿回公室去受剥削。如今再次来到绛都附近，就我看来，公室领地上的情况并无好转，加上战争侵扰，国人的日子一天不如一天，就算我不强行使之迁离，他们也会陆续去寻找活路。这一点，太史久在绛都，应当比我更清楚。”

    “但这次迁徙，却可以给国人以新的希望，韩氏那边我不清楚，但赵氏这边，我已经下达了诰令，迁徙者，每家每户都可以得到百亩新开辟的田地，而且还都是两百四十步的赵氏大亩！三年内免征赋税，只需一人服役。”

    “更何况，绛都国人家的子弟在丹水长平一役里被我俘虏大半，按照赵氏的规矩，他们都要作为战犯刑徒劳役三年，但若家人愿意迁徙，则可以免除其罪……我相信光是为了让子弟重获自由，不少民户就愿意咬着牙，拿着发放的干粮，走上半个月，抵达他们的新家！”

    在迁徙的路途中会洒下血泪，但这代价是值得的，无论是对于赵无恤的野心，还是对于那些民众而言。

    “太史说的没错，我会让他们背井离乡，却也能让他们重新扎根，十年二十年后，更加枝繁叶茂！至于太史会在史书上痛斥我还是褒扬我，请随意，无恤一生功过，自有后人评说！”

    华夏是定居的农耕民族，却从来不是一个墨守成规，呆在一个地方就不挪地的民族。繁衍，迁徙，扩张，这是生物的本能，这个过程虽然缓慢，却从未停止过。

    周室的大分封本身就是一场巨大的移民运动，嬴姓一族千余人作为顽抗的战犯，被从朝歌一带强行迁到西陲守边；而唐叔虞就封时，也带着怀姓九宗，鲁国就封，也带着殷民六族，这些被迫迁徙的宗族人口，成了两国奠基的基石。

    到了春秋之世，灭其国迁其民更是家常便饭，郑国东迁工程之浩大，不亚于赵无恤的这道上卿之令。而楚国也喜欢把自己的附庸蔡国、许国等到处迁来迁去，移民运动贯穿整个春秋历史，蔡史墨熟读典籍，自然不会不知道。

    他长叹一口气：“本以为赵宣子、栾武子已经是晋国权臣的极盛，今日方知，他们不如将军远矣，无论是胆量，还是格局眼光。老朽活着六十年，经历了无数事情，见到一代代上卿崛起又倒下，对诸侯兴衰也能猜个八九不离十，却唯独看不透将军会把晋国带向何方……”

    “我的眼将拭目以待，我的笔会如实记述将军的所作所为，正如你所言，既然如今晋国已无人能奈何忤逆得了将军，那便只能功过任由后世评说了！”

    蔡史墨对赵无恤一拜，不再言语，转身离去。

    出到帐外后，遥望天上的月亮，蔡史墨叹息道：“叔向曾言，公室将卑，其宗族枝叶先落，而公室从之。如今栾、郤、胥、原、狐、续、庆、伯，降在皂隶，羊舌、祁灭亡，仅剩的韩氏也如同赵氏鹰犬。公室，不知还能坚持几年，国君，也不知道会不会是晋国的末代之君……”

    他踩着月光而去，要连夜追随晋侯午的车驾前往铜鞮，那座为国君打造的新牢笼。史墨是太史，只要他还活着一天，就要如实记述下发生的这一切，绝无隐匿，无论喜厌善恶！

    ……

    侯马盟会后，这场轰轰隆隆的瓜分会谈总算告一段落，赵无恤赶在冬至前遣散了征召兵，留下一万武卒驻扎在故绛，准备配合邮无正部和韩虎部攻下平阳，再卖给韩氏一个人情。

    赵氏的僚吏则开始进驻新绛，按照俘虏提供的家庭住址，按图索骥，寻找他们的家人，进行搬迁动员，并根据实际情况划定片区，等到明年开春，就算这些人不想搬，也会有赵兵的戈矛逼着他们迁走。

    政府主导的强制移民，一向是中国移民团体的重要原因，秦迁民至河南地，汉迁六国豪强到长安，明迁山西人到各地，什么时候问过被迁移者的意见？

    至于魏氏，他们在赵韩大军眼皮子底下，也不好直接将新绛国人偷偷迁到曲沃等地去，只求明年快点完成迁移后，两家武装能离开这里。

    更何况，魏氏家主又有了新的烦心事，如果说赵韩对于他们是慢性病的话，那退往河西的知氏，则是心腹之患了。

    时间进入十一月初时，在赵氏攻城利器的猛轰下，平阳已经被破，知申身死。而根据侯马盟约“三家剿灭知氏，一致对外”的原则，刚占领蒲坂的魏氏也急匆匆将一个消息通告赵无恤和韩虎：

    “知氏将以河西地降秦！”

    (未完待续。)
------------

第816章 秦人

    雍地夹渭水南北岸，沃野百里，正是周文王、武王的肇基王迹之地，诗经里赞颂为“周原膴膴，堇荼如饴”。（wwW.80txt.com 无弹窗广告）只可惜周人老早便将这块土地丢给了犬戎，跑到了安全的成周苟延残喘，并承诺““犬戎无道，侵夺我宗周岐、丰之地，有诸侯卿大夫能驱逐犬戎，即有其地！”

    一支名为“秦”的嬴姓之嗣为了这个承诺，连续数代人不顾死亡，他们抛头颅洒热血，一尺一寸恢复了岐山附近的周原之地，驱逐了群戎。于是对于这块再也无法掌握的土地，周王室遂大手一挥，送给了秦人。

    秦人遂在此建立城池，到秦德公时从偏远的西陲老家迁徙过来，建立了他们真正意义上的第一座都城“雍”，至今已经十代人了。

    雍城的规划十分有特点，就和秦人的剑与为人一样，直来直去，横是横竖是竖，四平八稳，连街面墙面都不是灰就是黑，毫无美感可言。

    他们一路东进，吞并了无数戎人，也同时混入了戎狄的血脉，渐染戎俗，这股混血造就了秦人独特的精神世界，简单，刚强，不知变通，老秦人就像坚韧的劲草般，在被戎狄包围的雍州之地顽强生存着。

    若说秦人简单精神世界里唯一的心结，只怕就是洛水以东，那块名为“河西”的土地了，从秦穆公时起，就为了河西之地与晋国发生了无数战争，秦晋之好因为此地被破坏殆尽，两国也成了死对头，仇怨越来越深。

    秦伯宁五年冬十一月，雍城的中心“大郑宫”内，一场争辩正在举行，这是一个能一举解决秦人河西心结的机会……

    不同于虒祁宫、章华台等诸侯宫室的奢靡繁华，这里恰恰相反，透着一股朴素简单，与雍城风格如出一辙。[看本书最新章节请到宫内刚即位数年的秦伯宁端坐只有少许装饰好让他显得与臣子不同的君榻上，他的几位臣子则分列殿中，宫女寺人远比黑衣带剑的公族武士少。

    半响之后，秦伯宁操着干涩的嗓音发言了：“二三子应当知晓，大河以东，晋国的内乱已接近尾声，知氏彻底被赵魏韩三卿击败，知伯退守河西，就在昨日，他派使者来到秦国，说知氏不能守住河西之地，就要被魏氏吞并，但知氏与赵魏韩三家有深仇大恨，宗族和官吏百姓都愿意归属秦国，不愿归属晋国。河西有城邑七个，愿再拜归入秦国，还望秦君接纳……”

    秦伯说完后，殿中的四位庶长中的三个开始相互议论起来，唯独中间长须及胸的贵族依然闭眼入定，只是眼皮微微动了动。

    在春秋之际，秦国政权由国君和公族共同掌握，称之为“庶长”，从上到下以大庶长、右庶长、左庶长、驷车庶长。四位庶长都是职爵一体，既是爵位，又是官职。大庶长赞襄国君，大体相当于早期丞相；右庶长为公族大臣领政，左庶长为非公族大臣领政，驷车庶长则是专门执掌公族事务；四种庶长之中，除了左庶长可由非公族大臣担任外，其余全部是公族专职，可见秦国公族庶长势力之盛，秦君强势时，他们自然而然会俯首帖耳，秦君幼弱时，庶长甚至能行废立之事。

    只不过秦国权力一向集中，公子公孙无故不授予封地，导致公族的底子没有东方诸侯那般厚实，质朴的国人也只认国君不认旁人，堵死了公族演变为世卿的可能，只要国君稍微振作，就能很轻松地夺回权势。

    秦伯宁便是颇有振兴之志的一位国君，秦哀公死后，太子未及继位便突然暴死，于是公孙宁继位，秦国也由此陷入公族庶长争斗中，直到去年才尘埃落定：控制了兵权的子蒲、子虎兄弟二人完胜政敌，分别担任大庶长和右庶长，秦国终于有时间抬起眼，正视强邻晋国的六卿内战。

    只可惜，战争已接近尾声，秦国能做的事情，已经不多了。

    秦伯宁不甘心，偏偏这时候瞌睡来了枕头，于是便颇有些渴望地说道：“河西是先君穆公、景公梦寐以求之地，几次被秦国获取，最后却又被晋人夺回，如今知氏献河西七邑投降，纳之何如？”

    殿内众人发生了争论，其中一人起身说道：“此乃无故之利，吾君需慎重。”

    “左庶长此言差矣！”庶长中虎背熊腰的将军反驳道：“知氏认为吾君有德，才起了献城投效之地，岂可言无故？”

    秦伯放眼看去，这是右庶长子蒲在反驳左庶长。

    左庶长心中有想法，坦然回答道：“晋国六卿相斗，赵魏韩联手反制知氏，蚕食知、范、中行的土地，如今已经只剩下河西一块了。知氏之所以想归顺秦国，是希望得到庇护。三家本来自以为会安安稳稳地得到河西的土地，到头来却一场空，他们付出了辛劳而秦国却白白得利，必然脑补，将把攻击知氏的矛头转而指向秦国。“

    右庶长子虎是十年前受秦哀公之命，帅五百乘战车去支援楚国的公族大将，曾大破有伍子胥和孙武训练坐镇，号称“无敌”的吴军，所以对打仗并不惧怕，他虎目一瞪，质问道：“穆公曾发千乘之军而攻河西，逾岁未得一城，到了后来又失去了河西，今坐受城邑七座，此大利，不可失也！就算导致三家攻秦，那又怎样？左庶长怕了么？”

    “并非惧怕，而是迫于形势，右庶长恐怕对大河以东的战事关注不多罢？赵氏家主无恤已经吞并了范、中行、鲁国的千里之地，加上晋阳等地，有口三百万，作代田法、水车、沟渠产量蚕食知氏，分割晋国公室的领地，终于在今年获得全功。赵氏之政行，其兵强悍，又有破城发石利器，可堕百锥高城，又有韩魏为羽翼，故不可与之为敌。“

    右庶长子虎大笑道：”左庶长祖上果然不是秦人，没有我老秦人的血性，赵氏虽强，但若我占据了河西地利，再给我五百乘之兵，我保证赵魏韩三家无一兵一卒能渡河半步！“

    左庶长乃由于之后，殿上当面受辱，也脸色涨红，坚持道：”君上，决不能接受河西，这是秦国的取祸之道！”

    两边吵成一团，持反对意见的以左庶长为首，他认为知氏的此举是企图将祸患转嫁给秦国，秦国的实力不足以和赵魏韩三家抗争，多一事不如少一事。

    而赞成接收河西的是右庶长子虎，理由不用多说，河西对于秦国的战略意义不言而喻。而不费吹灰之力得河西七城，更让子虎都觉得这是上苍送给秦国人的礼物。

    争论不下，秦伯宁亦不能决也，他的目光只能放到殿中央位置处，一直沉默不语，闭眼养神的那位长须方脸庶长身上。

    大庶长屠子蒲，如今秦国的执政，是接受还是放弃，其实全在此人一句话……

    于是秦伯便用商量的语气小心翼翼地问道：”大庶长，你认为当如何？“(未完待续。)
------------
 * 
 * */